{
  "doctor": [
    {
      "name": "Prof. Dr. Md. Abdul Alim",
      "degree": "MBBS, FCPS (Medicine), MD (Gastroenterology), FACP (USA)",
      "specialty": "Gastroenterology & Liver Medicine Specialist",
      "workplace": "Rajshahi Medical College & Hospital",
      "info": "Prof. Dr. Md. Abdul Alim is a Gastroenterologist in Rajshahi. His qualification is MBBS, FCPS (Medicine), MD (Gastroenterology), FACP (USA). He is a Professor, Gastroenterology at Rajshahi Medical College & Hospital. He regularly provides treatment to his patients at Labaid Diagnostic, Rajshahi. Practicing hour of Prof. Dr. Md. Abdul Alim at Labaid Diagnostic, Rajshahi is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Rajshahi",
        "address": "House # 621, Shershah Road, Rajpara, Laxmipur, Rajshahi - 6000",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801766661144"
      },
      "id": "c039f484-f6f4-46fa-a09c-92c9b94d99d6"
    },
    {
      "name": "Dr. Md. Khalequzzaman Sarker",
      "degree": "MBBS, BCS (Health), FCPS (Gastroenterology), MD (Gastroenterology), MRCP SCE (UK),FACG (USA), FACP (USA), FRCP (Glasg), FRCP (Ireland), PhD (RU)",
      "specialty": "Gastroenterology, Liver Diseases & Pancreas SpecialistInterventional & Therapeutic Endoscopist",
      "workplace": "Rajshahi Medical College & Hospital",
      "info": "Dr. Md. Khalequzzaman Sarker is a highly qualified specialist in gastroenterology, liver diseases, and pancreatic disorders. With an MBBS, BCS (Health), FCPS (Gastroenterology), MD (Gastroenterology), MRCP SCE (UK), FACG (USA), FACP (USA), FRCP (Glasg), FRCP (Ireland), and a PhD from Rajshahi University, he brings extensive expertise to the field. As an Associate Professor of Gastroenterology at Rajshahi Medical College & Hospital, he specializes in the diagnosis and treatment of conditions such as liver cirrhosis, hepatitis, fatty liver disease, pancreatitis, gastric ulcers, and inflammatory bowel disease. He is also an expert in interventional and therapeutic endoscopy for complex gastrointestinal issues. Dr. Khalequzzaman Sarker is available for consultation at Popular Diagnostic Center, Rajshahi, located at House # 474, Chowdhury Tower, Laxmipur, Rajshahi, from 3 PM to 7 PM (except Fridays).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Rajshahi",
        "address": "House # 474, Chowdhury Tower, Laxmipur, Rajshahi",
        "visitingTime": "3pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8809666787811"
      },
      "id": "2ce03ea5-b8ec-455e-af01-56831a2ee755"
    },
    {
      "name": "Dr. Md. Shafiqul Islam",
      "degree": "MBBS, MD (Gastroenterology)",
      "specialty": "Gastroenterology, Liver Diseases, Pancreas & Medicine Specialist",
      "workplace": "Rajshahi Medical College & Hospital",
      "info": "Dr. Md. Shafiqul Islam is a Gastroenterologist in Rajshahi. His qualification is MBBS, MD (Gastroenterology). He is a Assistant Professor, Gastroenterology at Rajshahi Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Rajshahi. Practicing hour of Dr. Md. Shafiqul Islam at Popular Diagnostic Center, Rajshahi is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Rajshahi",
        "address": "House # 474, Chowdhury Tower, Laxmipur, Rajshahi",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787811"
      },
      "id": "9af45cfd-97fd-482e-803b-8bf632feee7f"
    },
    {
      "name": "Dr. Md. Mahafuzzaman",
      "degree": "MBBS, MD (Gastroenterology)",
      "specialty": "Gastroenterology (Stomach, Intestine, Rectum, Pancreas, Liver) Specialist",
      "workplace": "Islami Bank Medical College & Hospital",
      "info": "Dr. Md. Mahafuzzaman is a Gastroenterologist in Rajshahi. His qualification is MBBS, MD (Gastroenterology). He is a Assistant Professor, Gastroenterology at Islami Bank Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Rajshahi. Practicing hour of Dr. Md. Mahafuzzaman at Popular Diagnostic Center, Rajshahi is 3:30pm to 9pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Rajshahi",
        "address": "House # 474, Chowdhury Tower, Laxmipur, Rajshahi",
        "visitingTime": "3:30pm to 9pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8809666787811"
      },
      "id": "710429ac-669c-442e-987f-f14b290c080b"
    },
    {
      "name": "Dr. Md. Abdul Mumit Sarkar",
      "degree": "MBBS, BCS (Health), MD (Gastroenterology), CCD (BIRDEM)",
      "specialty": "Gastroenterology (Stomach, Intestine, Rectum, Pancreas, Liver) & Diabetes Specialist",
      "workplace": "Rajshahi Medical College & Hospital",
      "info": "Dr. Md. Abdul Mumit Sarkar is a Gastroenterologist in Rajshahi. His qualification is MBBS, BCS (Health), MD (Gastroenterology), CCD (BIRDEM). He is a Assistant Professor, Gastroenterology at Rajshahi Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Rajshahi. Practicing hour of Dr. Md. Abdul Mumit Sarkar at Popular Diagnostic Center, Rajshahi is 3pm to 9pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Rajshahi",
        "address": "House # 474, Chowdhury Tower, Laxmipur, Rajshahi",
        "visitingTime": "3pm to 9pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8809666787811"
      },
      "id": "1f9fdfa4-6048-4b68-aa32-153de509facd"
    },
    {
      "name": "Dr. Shuvashis Saha Shuvo",
      "degree": "MBBS, BCS (Health), FCPS (Medicine - FP), MRCP (UK) (PACES), FCPS (Gastroenterology - FP)",
      "specialty": "Gastroenterology & Medicine Specialist",
      "workplace": "Rajshahi Medical College & Hospital",
      "info": "Dr. Shuvashis Saha Shuvo is a Gastroenterologist in Rajshahi. His qualification is MBBS, BCS (Health), FCPS (Medicine - FP), MRCP (UK) (PACES), FCPS (Gastroenterology - FP). He is a Indoor Medical Officer, Gastroenterology at Rajshahi Medical College & Hospital. He regularly provides treatment to his patients at Christian Mission Hospital, Rajshahi. Practicing hour of Dr. Shuvashis Saha Shuvo at Christian Mission Hospital, Rajshahi is 4pm to 7pm (Sunday, Tuesday & Thursday).",
      "chamber": {
        "hospital": "Christian Mission Hospital, Rajshahi",
        "address": "Kazihata, Rajshahi",
        "visitingTime": "4pm to 7pm (Sunday, Tuesday & Thursday)",
        "appointmentNumber": "+88 01733845247"
      },
      "id": "1f4b0e65-50f5-4084-9ace-a48628929c36"
    },
    {
      "name": "Dr. Sanjoy Kumar Paul",
      "degree": "MBBS, MD (Gastroenterology), MCPS (Medicine), CCD (Birdem)",
      "specialty": "Gastroenterology, Pancreas, Liver & Medicine Specialist",
      "workplace": "250 Beded District Hospital, Chapainawabganj",
      "info": "Dr. Sanjoy Kumar Paul is a dedicated gastroenterology, pancreas, liver, and medicine specialist in Rajshahi. He holds an MBBS degree along with MD in Gastroenterology, MCPS in Medicine, and CCD from Birdem. Currently serving as a Consultant in Gastroenterology at the 250 Beded District Hospital, Chapainawabganj, Dr. Paul provides treatment for a variety of digestive and liver-related conditions such as gastric ulcers, acid reflux, irritable bowel syndrome (IBS), hepatitis, fatty liver, pancreatitis, and liver cirrhosis. He attends to patients at Popular Diagnostic Center, Rajshahi, located at Bhaban – 01, Holding # 617, Laxmipur, Rajshahi. His chamber is open from 4pm to 9pm on Saturday, Monday, Tuesday, and Thursday.",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Rajshahi",
        "address": "Bhaban - 01, Holding # 617, Laxmipur, Rajshahi",
        "visitingTime": "4pm to 9pm (Sat, Mon, Tue & Thu)",
        "appointmentNumber": "+8809666787811"
      },
      "id": "47037b03-74f7-4155-860c-959dccde4739"
    }
  ]
}