{
  "doctor": [
    {
      "name": "Asst. Prof. Dr. Md. Nazmul Huda",
      "degree": "MBBS (DMC), BCS (Health), FCPS (Surgery), MS (Orthopedic Surgery, NITOR)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Spine, Arthroscopy, Arthroplasty) Specialist & Surgeon",
      "workplace": "Shaheed Suhrawardy Medical College & Hospital",
      "info": "Asst. Prof. Dr. Md. Nazmul Huda is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), BCS (Health), FCPS (Surgery), MS (Orthopedic Surgery, NITOR). He is a Assistant Professor, Department of Orthopedic Surgery at Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at Medinova Medical Services, Malibagh. Practicing hour of Asst. Prof. Dr. Md. Nazmul Huda at Medinova Medical Services, Malibagh is 7.30pm to 9.30pm (Closed: Tues & Friday).",
      "chamber": {
        "hospital": "Medinova Medical Services, Malibagh",
        "address": "Gimcon Tower, 255, New Circular Road, Malibagh, Dhaka",
        "visitingTime": "7.30pm to 9.30pm (Closed: Tues & Friday)",
        "appointmentNumber": "01727-041923, 01790-118866Call Now"
      }
    },
    {
      "name": "Dr. Md. Mizanur Rahman",
      "degree": "MBBS, MS (ORTHO), FACS (USA), AO Spine BASIC (India), Advance AO Spine Course (SG, MY)",
      "specialty": "Arthroplasty, Trauma & Spine Surgery Specialist",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitationattachment Manikganj Medical College & Hospital",
      "info": "Dr. Md. Mizanur Rahman is a one of the best Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), FACS (USA), AO Spine BASIC (India), Advance AO Spine Course (SG, MY), Advance AO Spine Course (SG, MY), Arthroplasty BASIC (India). He is a Associate Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation attachment Manikganj Medical College & Hospital. He regularly provides treatment to his patients at Aurora Specialized Hospital. Practicing hour of Dr. Md. Mizanur Rahman at Aurora Specialized Hospital is 7pm to 10pm (Everyday).",
      "chamber": {
        "hospital": "Aurora Specialized Hospital",
        "address": "19/01, Kakrail, Dhaka (Opposite of Karnaphuli Garden City)",
        "visitingTime": "7pm to 10pm (Everyday)",
        "appointmentNumber": "+8801404450401, +8809610989998Call Now"
      }
    },
    {
      "name": "Dr. M A Mamun",
      "degree": "MBBS, BCS (Health), MS (Ortho-NITOR), FACS (America), FICS (America)",
      "specialty": "Spine, Arthroscopic, Trauma and Orthopedic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Ibn Sina Diagnostic Center, Savar\nAddress: 31/6 Jaleshwar, Aricha Road, Savar, Dhaka – 1340\nVisiting Hour: 5pm to 8pm (Sun, Tue & Thu)\nAppointment: 01300907559, 01831153871\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House # 48, Road # 9/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "5pm to 9pm (Sat, Mon & Wed), 10Am to 12pm & 5pm to 8pm (Friday)",
        "appointmentNumber": "01300907559, 01831153871Call Now"
      }
    },
    {
      "name": "Dr. K M Shorfuddin Ashik",
      "degree": "MBBS, BCS (Health), MS (Orthopedic Surgery)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Trauma) Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. K M Shorfuddin Ashik is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedic Surgery). He is a Junior Consultant (Orthopedic Surgery) at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Medinova Medical Services, Malibagh. Practicing hour of Dr. K M Shorfuddin Ashik at Medinova Medical Services, Malibagh is 6pm to 8pm (Sat, Sun, Tue & Wednesday).",
      "chamber": {
        "hospital": "Medinova Medical Services, Malibagh",
        "address": "Gemcon Business Tower, 255 New Circular Road, Malibagh, Dhaka",
        "visitingTime": "6pm to 8pm (Sat, Sun, Tue & Wednesday)",
        "appointmentNumber": "+8801716410062, +8801790118855Call Now"
      }
    },
    {
      "name": "Dr. Ripon Kumer Ghosh",
      "degree": "MBBS (Dhaka), MS (Ortho Surgery), CCD (BIRDEM)",
      "specialty": "Orthopedic, Traumatology, Spine Specialist & Surgeon",
      "workplace": "Ad-din Medical College & Hospital",
      "info": "Dr. Ripon Kumer Ghosh is a highly skilled Orthopedic, Traumatology, and Spine Specialist & Surgeon, with expertise in bone, joint, and spine disorders. He holds an MBBS from Dhaka, an MS in Orthopedic Surgery, and a CCD from BIRDEM. Additionally, he has received specialized training in A.O Basic (Switzerland), A.O Advanced, and A.O Reconstruction (India), and is a member of SICOT, a prestigious international orthopedic society. As an Assistant Professor of Orthopedics at Ad-din Medical College & Hospital, he specializes in the treatment of fractures, arthritis, back pain, spinal deformities, sports injuries, and joint replacements. He is also experienced in minimally invasive orthopedic surgeries and trauma management.",
      "chamber": {
        "hospital": "Medinova Medical Services, Malibagh",
        "address": "Gemcon Business Tower, 255 New Circular Road, Malibagh, Dhaka",
        "visitingTime": "7pm to 9pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801716410062Call Now"
      }
    },
    {
      "name": "Professor Dr. (Colonel) Md. Mahbub Ali",
      "degree": "MBBS, MS (Ortho Surgery) (NITOR)",
      "specialty": "Orthopaedics, Trauma, Arthroscopy, Arthroplasty & Spine Surgeon",
      "workplace": "Combined Military Hospital (CMH), Dhaka",
      "info": "Professor Dr. (Colonel) Md. Mahbub Ali is a highly experienced Orthopaedic and spine Surgeon specializing in trauma, arthroscopy, and arthroplasty. He holds an MBBS and an MS in Orthopaedic Surgery from NITOR, with additional qualifications including Grading in Surgery (AFMI), AO Recon on Hip & Knee Joint Replacement, AO Primary Fracture Management Course, and AO Basic Course. As a Classified Specialist in Orthopedic Surgery at Combined Military Hospital (CMH), Dhaka, he provides expert treatment for fractures, arthritis, sports injuries, joint pain, and spine disorders. Patients can consult him at Mirpur General Hospital & Diagnostic Center (Plot-10, Road-4/5, Section-12, Kalshi Road, Mirpur, Dhaka) from 6 PM to 8 PM, except on Fridays.",
      "chamber": {
        "hospital": "Mirpur General Hospital & Diagnostic Center",
        "address": "Plot - 10, Road - 4/5, Section - 12, Kalshi Road, Mirpur, Dhaka",
        "visitingTime": "5pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8801610964966Call Now"
      }
    },
    {
      "name": "Prof. Dr. R. R. Kairy",
      "degree": "MBBS, MS (Orthopedics), FICS",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Trauma, Injury), Hand & Reconstructive Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. R. R. Kairy (Dr. Ramdew Ram Kairy) is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedics), FICS. He is a Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Prof. Dr. R. R. Kairy at Green Life Hospital, Dhaka is 6pm to 8pm (Tues & Thursday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "6pm to 8pm (Tues & Thursday)",
        "appointmentNumber": "+8801903082062Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Kamrul Ahsan",
      "degree": "MBBS, D-ORTHO (DU), MS (ORTHO), FRCS (Glasgow), FACS (USA), FICS (USA)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Trauma) Specialist & Spine Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Prof. Dr. Md. Kamrul Ahsan is a highly respected Orthopedics (Bone, Joint, Arthritis, Trauma) Specialist and Spine Surgeon in Dhaka, renowned for his expertise in treating fractures, arthritis, joint disorders, sports injuries, spinal diseases, and complex orthopedic trauma cases. He completed his MBBS, D-ORTHO (DU), MS (ORTHO), followed by prestigious international fellowships including FRCS (Glasgow), FACS (USA), FICS (USA), and advanced training in Orthopedic Surgery (Japan) and Spine Surgery (USA, UK). Currently serving as Professor of Spine Surgery at Bangabandhu Sheikh Mujib Medical University Hospital, he is recognized for offering advanced surgical and non-surgical solutions for both common and complicated orthopedic conditions. Prof. Dr. Kamrul Ahsan consults at Ibn Sina Diagnostic Center, Dhanmondi, Dhaka, from 6pm to 9pm (Closed: Friday), providing personalized care for patients with bone, joint, and spine-related problems.",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House #47, Road # 9/A, Satmasjid Road, Dhanmondi, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801711659709Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Shah Alam",
      "degree": "MBBS, MS (Ortho), FCPS (Surgery), FRCS (Ortho), FRCS (Edin), FRCS (Glasgow)",
      "specialty": "Orthopedics (Bone, Joint, Trauma) Specialist & Spine Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Prof Dr. Md. Shah Alam Spine & orthopaedic specialist is widely recognised in his field to skilfully diagnose & treat your injury or condition so you can emerge stronger and safely return to the activities you enjoy. Prof Dr Md Shah Alam is specialized in advanced spine treatment and a well recognized name in the field of spine & orthopedic surgery in Bangladesh. An extensive experience and updated knowledge of the advancements in the field of spine treatment, make him one of the best spine surgeons in Bangladesh. He is currently working as a consultant at Bangladesh Spine & Orthopedic Hospital, Dhaka and has successfully performed thousands of spine surgeries including most complex cases. Patients across the country & abroad approach him for treatment of degenerative spine disorders, scoliosis treatment, endoscopic discectomy, Slipped disc, cervical spinal disc, Spinal Cord Injury, Back Pain and various other spine related problems. He is a much- appreciated spine and pain specialist who is adept at performing minimally invasive spine surgeries.",
      "chamber": {
        "hospital": "Bangladesh Spine & Orthopedic Hospital",
        "address": "10, Main Road, Kallayanpur (Bus Stand), Dhaka - 1216",
        "visitingTime": "2pm to 6pm (Closed: Friday)",
        "appointmentNumber": "+8801977063412Call Now"
      }
    },
    {
      "name": "Prof. Dr. Moinuddin Ahmed Choudhury",
      "degree": "MBBS, MS (Ortho) FRCS (Glasgow), FACS (USA)",
      "specialty": "Orthopedic, Bone-Joint, Trauma & Spine Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Moinuddin Ahmed Chowdhury was Professor & Head of the Department of Orthopedic Surgery at the National Institute of Traumatology & Orthopedics Rehabilitation ( Pangu Hospital), Dhaka. He regularly provides treatment to his patients at Popular Consultation Center, Bhavan 6, Dhanmondi Road 2. Practice hours: 10 am to 5 pm (Closed: Monday, Thursday & Friday).\nHe is skilled in managing Trauma and fractured bones, Pediatric (Children) Orthopedics, Geriatric(Older people), Orthopedic diseases, including spine. He has a special interest in Hip and Knee replacement surgery.\nExcept his bright academic qualifications, many of his scientific and research paper was published in different medical journals, and he presented many scientific papers in different CME, seminars, and symposiums at home and abroad. He visited the USA, Canada, Australia, the UK, Switzerland, Austria, China, Taiwan, Singapore, Malaysia, Indonesia, Thailand, South Africa, Turkey, and India to attend the international scientific conference to update his knowledge and skills.",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "10am to 5pm (Sat, Sun, Tue & Wed)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Prof. Dr. Muhammad Shahiduzzaman",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Anwer Khan Modern Medical College Hospital\nAddress: House # 17, Road # 08, Dhanmondi R/A, Dhaka – 1205\nVisiting Hour: 5pm to 9pm (Closed: Friday)\nAppointment: +8801705407441\nCall Now",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "11am to 1pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Prof. Dr. Debashis Biswas",
      "degree": "MBBS. MCPS (Surgery), MS (Ortho Surgery)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Uttara Adhunik Medical College & Hospital",
      "info": "Prof. Dr. Debashis Biswas is a Orthopedic Surgeon in Dhaka. His qualification is MBBS. MCPS (Surgery), MS (Ortho Surgery). He is a Professor, Orthopedic Surgery at Uttara Adhunik Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Uttara (Jasimuddin). Practicing hour of Prof. Dr. Debashis Biswas at Popular Diagnostic Center, Uttara (Jasimuddin) is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Uttara (Jasimuddin)",
        "address": "House # 21, Road # 07, Sector # 04 (Jasimuddin Mor), Uttara, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787805Call Now"
      }
    },
    {
      "name": "Dr. Wakil Ahmed",
      "degree": "MBBS, MCPS (Surgery), MS (ORTHO), MMEd, FRCS (UK), FACS (USA)",
      "specialty": "Arthroscopic & Joint Replacement Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Parkview Hospital, Chittagong\nAddress: 94/103, Katalganj Road, Panchlaish, Chattogram\nVisiting Hour: 10am to 5pm (Only Friday)\nAppointment: +8801976022333\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House # 48, Road # 9/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "7pm to 10pm (Closed: Thu & Fri)",
        "appointmentNumber": "+8809610010615Call Now"
      }
    },
    {
      "name": "Prof. Dr. M. Amjad Hossain",
      "degree": "MBBS, MS (Ortho), AO Fellow (Germany)",
      "specialty": "Orthopedics, Arthroscopic and Knee Surgeon",
      "workplace": "Labaid Specialized Hospital, Dhanmondi",
      "info": "Prof. Dr. M. Amjad Hossain is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho), AO Fellow (Germany). He is a Chief Consultant & Head, Ortho Surgery at Labaid Specialized Hospital, Dhanmondi. He regularly provides treatment to his patients at Arthroplasty Bangladesh. Practicing hour of Prof. Dr. M. Amjad Hossain at Arthroplasty Bangladesh is 10am to 7pm (Closed: Friday).",
      "chamber": {
        "hospital": "Arthroplasty Bangladesh",
        "address": "House # 01 & 03, Road # 04, Dhanmondi, Dhaka",
        "visitingTime": "10am to 7pm (Closed: Friday)",
        "appointmentNumber": "+8801970786970Call Now"
      }
    },
    {
      "name": "Dr. M. Ali",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Arthroscopy, Arthoplasty & Knee Surgeon",
      "workplace": "Evercare Hospital, Dhaka",
      "info": "Dr. M. Ali is one of the most celebrated knee surgeons in Bangladesh and a pioneer in knee surgery in the country. With extensive experience both nationally and internationally, he specializes in knee replacement and arthroscopic procedures. He has been practicing for over a decade at Evercare Joint Care & Wellness Centre, the first and only super specialty joint care center in Bangladesh. Since joining Evercare, Dr. Ali has successfully performed over 20,000 knee surgeries, including more than 1,000 total knee replacements (unilateral and bilateral) with outstanding success and minimal complications.",
      "chamber": {
        "hospital": "Evercare Hospital, Dhaka",
        "address": "Plot # 81, Block # E, Bashundhara R/A, Dhaka",
        "visitingTime": "10am to 1pm (Closed: Friday)",
        "appointmentNumber": "10678Call Now"
      }
    },
    {
      "name": "Prof. Dr. Rafiqul Islam",
      "degree": "MBBS, MS (Ortho Surgery)",
      "specialty": "Orthopedic, Trauma & Spine Specialist Surgeon",
      "workplace": "Ibn Sina Medical College & Hospital",
      "info": "Ibn Sina Medical College Hospital, Kallyanpur\nAddress: 1/1 B, Kallyanpur, Dhaka\nVisiting Hour: 10am to 1pm (Sat, Mon & Wed)\nAppointment: +8801703725590\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House # 48, Road # 9/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809610010615Call Now"
      }
    },
    {
      "name": "Professor Dr. Md. Anowarul Islam",
      "degree": "MBBS, MS (ORTHO), FICS (USA), FACS (USA), FRCS (UK), Fellow (Spine Surgery)",
      "specialty": "Orthopedics Specialist & Spine Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Professor Dr. Md. Anowarul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), FICS (USA), FACS (USA), FRCS (UK), Fellow (Spine Surgery). He is a Professor & Unit Head, Orthopedics at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Dhanmondi. Practicing hour of Professor Dr. Md. Anowarul Islam at Popular Diagnostic Center, Dhanmondi is 5.30pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi, Dhaka – 1205",
        "visitingTime": "5.30pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Dr. A.M. Farid Uddin Ahmed",
      "degree": "MBBS, FCPS (Surgery), MS (Ortho Surgery)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. A.M. Farid Uddin Ahmed is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, FCPS (Surgery), MS (Ortho Surgery). He is a Assistant Professor (Ortho Surgery) at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Comfort Diagnostic Center, Dhanmondi. Practicing hour of Dr. A.M. Farid Uddin Ahmed at Comfort Diagnostic Center, Dhanmondi is 7pm to 10pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Comfort Diagnostic Center, Dhanmondi",
        "address": "167/B, Green Road, Dhanmondi, Dhaka - 1205",
        "visitingTime": "7pm to 10pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801731956033Call Now"
      }
    },
    {
      "name": "Prof. Dr. Khondker Abdul Awal Rizvi",
      "degree": "MBBS, MS, FCPS, FICS",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Spine, Injury) Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Khondker Abdul Awal Rizvi is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS, FCPS, FICS. He is a Former Professor & Head, Orthopedics Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Prof. Dr. Khondker Abdul Awal Rizvi at Green Life Hospital, Dhaka is 2pm to 5.30pm (Sat, Mon & Wed).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "2pm to 5.30pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801822770640Call Now"
      }
    },
    {
      "name": "Prof. Dr. Muhammad Sirajul Islam",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic Specialist, Spine & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Muhammad Sirajul Islam is a Orthopedic Specialist in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Professor, Orthopedic at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Dhanmondi. Practicing hour of Prof. Dr. Muhammad Sirajul Islam at Ibn Sina Diagnostic Center, Dhanmondi is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House # 48, Road # 9/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809610010615Call Now"
      }
    },
    {
      "name": "Prof. Brig. Gen. Dr. Md. Shahidullah",
      "degree": "MBBS, MS (ORTHO), AO Basic Spine Surgery (Singapore)",
      "specialty": "Orthopedic, Trauma and Spine Specialist Surgeon",
      "workplace": "Armed Forces Medical College, Dhaka",
      "info": "Popular Diagnostic Center, Mirpur\nAddress: Unit 01, House # 67, Block # C, Section # 06, Mirpur, Dhaka\nVisiting Hour: 10am to 12pm (Closed: Friday)\nAppointment: +8809666787807\nCall Now",
      "chamber": {
        "hospital": "Aalok Health Care, Kachukhet",
        "address": "Rajanigandha Tower (4th & 5th Floor), Kachukhet, Dhaka",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801725694669Call Now"
      }
    },
    {
      "name": "Dr. Md. Hamidul Islam",
      "degree": "MBBS, BCS (Health), MS (Ortho Surgery)",
      "specialty": "Orthopedics Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Assort Specialised Hospital, Pabna\nAddress: Beside Mujahid Club, Dhaka Road, East Shalgaria, Pabna\nVisiting Hour: 5pm to 10pm (Thursday), 9am to 5pm (Friday)\nAppointment: +8801322931500\nCall Now",
      "chamber": {
        "hospital": "Comfort Diagnostic Center, Dhanmondi",
        "address": "167/B, Green Road, Dhanmondi, Dhaka - 1205",
        "visitingTime": "6pm to 9pm (Sat to Wed)",
        "appointmentNumber": "+8801731956033Call Now"
      }
    },
    {
      "name": "Dr. Sharif Ahmed Jonayed",
      "degree": "MBBS, FCPS (Ortho Surgery), MS (Ortho Surgery)",
      "specialty": "Orthopedic & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Sharif Ahmed Jonayed is a Orthopedic Specialist in Dhaka. His qualification is MBBS, FCPS (Ortho Surgery), MS (Ortho Surgery). He is a Assistant Professor, Orthopedics at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Dhanmondi. Practicing hour of Dr. Sharif Ahmed Jonayed at Popular Diagnostic Center, Dhanmondi is 7pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Prof. Dr. Shyamal Debnath",
      "degree": "MBBS, MS (ORTHO), Fellow in Joint Replacement Surgery (India)",
      "specialty": "Bone, Joint & Traumatology Specialist",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Modern Diagnostic Center, Narayanganj\nAddress: 207, Bangabandhu Road, Chashara, Narayanganj – 1400\nVisiting Hour: 5pm to 10pm (Sat & Tue)\nAppointment: +8801820842293\nCall Now",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "5pm to 8pm (Sun, Mon, Wed & Thu)",
        "appointmentNumber": "+8801737513492Call Now"
      }
    },
    {
      "name": "Prof. Dr. Abul Kalam Azad",
      "degree": "MBBS (Dhaka), MS (ORTHO)",
      "specialty": "Bone, Joint, Injuries, Paralysis, Orthopedics & Trauma Surgeon",
      "workplace": "Shaheed Monsur Ali Medical College & Hospital",
      "info": "Prof. Dr. Abul Kalam Azad is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (Dhaka), MS (ORTHO). He is a Professor & Head, Orthopedics Surgery at Shaheed Monsur Ali Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Uttara. Practicing hour of Prof. Dr. Abul Kalam Azad at Ibn Sina Diagnostic Center, Uttara is 5.30pm to 8pm (Sun, Tue & Thur), 7.30pm to 9.30pm (Sat, Mon & Tue).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Uttara",
        "address": "House # 52, Garib-E-Newaz Avenue, Sector # 13, Uttara, Dhaka",
        "visitingTime": "5.30pm to 8pm (Sun, Tue & Thur), 7.30pm to 9.30pm (Sat, Mon & Tue)",
        "appointmentNumber": "+8809610009612Call Now"
      }
    },
    {
      "name": "Prof. Dr. Abu Zaffar Chowdhury Biru",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Arthroscopy, Arthroplasty & Trauma Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Uttara Crescent Diagnostic & Consultation Center\nAddress: House # 16, Sector # 7, Rabindra Sarani, Uttara, Dhaka – 1230\nVisiting Hour: 3pm to 8pm (Sun & Wed)\nAppointment: +8801917704150\nCall Now",
      "chamber": {
        "hospital": "Labaid Specialized Hospital, Dhanmondi",
        "address": "House # 06, Road # 04, Dhanmondi, Dhaka - 1205",
        "visitingTime": "3pm to 9pm (Sat, Mon, Tue & Thu) & 10am to 12pm (Fri)",
        "appointmentNumber": "+8801816147144Call Now"
      }
    },
    {
      "name": "Prof. Dr. Shahidul Islam",
      "degree": "MBBS, MCPS (Surgery), MS (Ortho Surgery)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Trauma) Specialist & Spine Surgeon",
      "workplace": "Ad-Din Medical College & Hospital",
      "info": "Prof. Dr. Shahidul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MCPS (Surgery), MS (Ortho Surgery). He is a Professor & Head, Orthopedics Surgery at Ad-Din Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Dhanmondi. Practicing hour of Prof. Dr. Shahidul Islam at Ibn Sina Diagnostic Center, Dhanmondi is 7pm to 9pm (Sat, Sun, Tue & Wed).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House # 48, Road # 9/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "7pm to 9pm (Sat, Sun, Tue & Wed)",
        "appointmentNumber": "+8809610010615Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Saidul Islam",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Popular Diagnostic Center, DhanmondiAddress: House # 16, Road # 2, Dhanmondi R/A, Dhaka – 1205Visiting Hour: 5:30pm to 8pm (Thursday) & 9:30am to 11am (Friday)Appointment: +8809666787801Call Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Doyagonj",
        "address": "28, Hut Lane, Doyagonj, Gandaria, Dhaka - 1204",
        "visitingTime": "7pm to 9pm (Sun, Tue & Thu)",
        "appointmentNumber": "+8801878115751Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Abdur Rob",
      "degree": "MBBS, MS (ORTHO), Fellow, Spine Surgery (USA)",
      "specialty": "Orthopedics (Bone, Joint, Injury, Accident Trauma) Specialist & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Md. Abdur Rob is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), Fellow, Spine Surgery (USA). He is a Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Uttara (Jasimuddin). Practicing hour of Prof. Dr. Md. Abdur Rob at Popular Diagnostic Center, Uttara (Jasimuddin) is 6pm to 10pm (Everyday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Uttara (Jasimuddin)",
        "address": "House # 21, Road # 07, Sector # 04 (Jasimuddin Mor), Uttara, Dhaka",
        "visitingTime": "6pm to 10pm (Everyday)",
        "appointmentNumber": "+8809666787805Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Iqbal Qavi",
      "degree": "MBBS, D-ORTHO, MS (ORTHO)",
      "specialty": "Orthopedics, Trauma, Arthroscopy & Joint Replacement Specialist",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Iqbal Qavi Chamber\nAddress: 7, KM Das Lane, Tikatuli, Dhaka\nVisiting Hour: 5pm to 6pm (Closed: Thu & Friday)\nAppointment: +8801739304849\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Doyagonj",
        "address": "28, Hut Lane, Doyagonj, Gandaria, Dhaka - 1204",
        "visitingTime": "10am to 11.30am (Sun & Wednesday)",
        "appointmentNumber": "+8801878115751Call Now"
      }
    },
    {
      "name": "Dr. Amit Kapoor",
      "degree": "MBBS, D-ORTHO, DNB (ORTHO)",
      "specialty": "Orthopedics, Joint Replacement & Spine Surgery Specialist",
      "workplace": "Evercare Hospital, Dhaka",
      "info": "Dr. Amit Kapoor is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, DNB (ORTHO). He is a Senior Consultant, Orthopedics at Evercare Hospital, Dhaka. He regularly provides treatment to his patients at Evercare Hospital, Dhaka. Practicing hour of Dr. Amit Kapoor at Evercare Hospital, Dhaka is 9am to 5pm (Closed: Friday).",
      "chamber": {
        "hospital": "Evercare Hospital, Dhaka",
        "address": "Plot # 81, Block # E, Bashundhara R/A, Dhaka",
        "visitingTime": "9am to 5pm (Closed: Friday)",
        "appointmentNumber": "10678Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Maidul Islam",
      "degree": "MBBS, MS (Ortho Surgery), FCPS (Physical Medicine)",
      "specialty": "Orthopedics, Pain, Paralysis, Sports Injury & Physical Medicine Specialist",
      "workplace": "Z.H. Sikder Women's Medical College & Hospital",
      "info": "Islami Bank Specialized & General Hospital, Nayapaltan\nAddress: 71-72, VIP Road, Nayapaltan, Dhaka\nVisiting Hour: 4pm to 6pm (Closed: Friday)\nAppointment: +8801977552283\nCall Now",
      "chamber": {
        "hospital": "Islami Bank Hospital, Mirpur",
        "address": "Plot # 31, Block # D, Section # 11, Mirpur, Dhaka – 1216",
        "visitingTime": "11am to 2.30pm (Sat to Tue)",
        "appointmentNumber": "+8801992346632Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Nazrul Islam",
      "degree": "MBBS, D-ORTHO",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Holy Family Red Crescent Medical College & Hospital",
      "info": "Prof. Dr. Md. Nazrul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO. He is a Professor, Orthopedic Surgery at Holy Family Red Crescent Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Shantinagar. Practicing hour of Prof. Dr. Md. Nazrul Islam at Popular Diagnostic Center, Shantinagar is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shantinagar",
        "address": "Unit # 02, House # 15, Shantinagar, Motijheel, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787803Call Now"
      }
    },
    {
      "name": "Prof. Dr. Parvez Ahsan",
      "degree": "MBBS, D-ORTHO (DU), MS (Ortho Surgery), AO Trauma (India), Fellow Replacement Surgery (Japan)",
      "specialty": "Orthopedics, Hip, Knee Replacement & Arthroscopic Surgeon",
      "workplace": "Ibn Sina Medical College & Hospital",
      "info": "Ibn Sina Medical College Hospital, Kallyanpur\nAddress: 1/1 B, Kallyanpur, Dhaka\nVisiting Hour: 10am to 1pm (Closed: Friday)\nAppointment: +8801703725590\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House # 48, Road # 9/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "7pm to 10pm (Everyday)",
        "appointmentNumber": "+8809610010615Call Now"
      }
    },
    {
      "name": "Prof. Dr. SM Idris Ali",
      "degree": "MBBS, MS (Ortho Surgery), MMED",
      "specialty": "Orthopedic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. SM Idris Ali is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery), MMED. He is working as a Orthopedic Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Ibn Sina Medical College Hospital, Kallyanpur. Practicing hour of Prof. Dr. SM Idris Ali at Ibn Sina Medical College Hospital, Kallyanpur is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Medical College Hospital, Kallyanpur",
        "address": "1/1 B, Kallyanpur, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801703725590Call Now"
      }
    },
    {
      "name": "Dr. Md. Matiur Rahman",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Matiur Rahman is a Orthopedic Doctor in Dhaka. His qualification is MBBS, MS (ORTHO). He is working as a Orthopedics (Bone, Joint, Trauma, Spine) Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Uttara. Practicing hour of Dr. Md. Matiur Rahman at Ibn Sina Diagnostic Center, Uttara is 6pm to 8pm (Closed: Sunday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Uttara",
        "address": "House # 52, Garib-E-Newaz Avenue, Sector # 13, Uttara, Dhaka",
        "visitingTime": "6pm to 8pm (Closed: Sunday)",
        "appointmentNumber": "+8809610009612Call Now"
      }
    },
    {
      "name": "Prof. Dr. SK Nurul Alam",
      "degree": "MBBS (DMC), D-ORTHO, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "National Orthopaedic Hospital",
      "info": "Prof. Dr. SK Nurul Alam is a Orthopedic Specialist in Dhaka. His qualification is MBBS (DMC), D-ORTHO, MS (ORTHO). He is a Professor, Orthopedics at National Orthopaedic Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Shyamoli. Practicing hour of Prof. Dr. SK Nurul Alam at Popular Diagnostic Center, Shyamoli is 10am to 12pm (Closed: Tuesday & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shyamoli",
        "address": "Opposite to Shyamoli Shishu Mela, Babor Road, Mohammadpur, Dhaka",
        "visitingTime": "10am to 12pm (Closed: Tuesday & Friday)",
        "appointmentNumber": "+8809666787806Call Now"
      }
    },
    {
      "name": "Dr. Md. Alamgir Hossain Jony",
      "degree": "MBBS, BCS (Health), MS (ORTHO)",
      "specialty": "Orthopedic, Spine, Trauma, Hip & Knee Specialist Surgeon",
      "workplace": "Mugda Medical College & Hospital",
      "info": "Popular Diagnostic Center, Dhanmondi\nAddress: House # 16, Road # 2, Dhanmondi R/A, Dhaka – 1205\nVisiting Hour: 2.00pm to 3:30pm (Closed: Thu & Friday)\nAppointment: +8809666787801\nCall Now",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Narayanganj",
        "address": "231/4, Bangabandhu Road, Chashara, Narayanganj – 1400",
        "visitingTime": "5pm to 11pm (Closed: Friday)",
        "appointmentNumber": "+8809666787804Call Now"
      }
    },
    {
      "name": "Dr. Md. Ali Faisal Liton",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Arthroscopy & Arthroplasty Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Popular Diagnostic Center, Dhanmondi\nAddress: House # 16, Road # 2, Dhanmondi, Dhaka – 1205\nVisiting Hour: 5pm to 8pm (Closed: Sunday)\nAppointment: +8809666787801\nCall Now",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shantinagar",
        "address": "Unit # 02, House # 15, Shantinagar, Motijheel, Dhaka",
        "visitingTime": "8pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8809666787803Call Now"
      }
    },
    {
      "name": "Prof. Dr. M.A. Based",
      "degree": "MBBS, D-ORTHO (DU), WHO Fellow (Australia)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Ad-Din Medical College & Hospital",
      "info": "Ibn Sina Diagnostic & Consultation Center, Bogra\nAddress: House # 1103/1116, Kanochgari, Sherpur Road, Bogura – 5800\nVisiting Hour: 4pm to 9pm (Thu) & 9am to 4pm (Fri)\nAppointment: +8801701560011\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Malibagh",
        "address": "House # 489, DIT Road (Near Malibagh Rail Gate), Malibagh, Dhaka",
        "visitingTime": "11am to 3pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801844141717Call Now"
      }
    },
    {
      "name": "Dr. Chowdhury Iqbal Mahmud",
      "degree": "MBBS, FRCS (UK), MCH (ORTHO, UK), FACS (USA), FICS (USA), FRSM (UK), CCD (BIRDEM)",
      "specialty": "Trauma, Knee, Arthroscopic, Bone, Joint, Injury & Fractures Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Chowdhury Iqbal Mahmud is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, FRCS (UK), MCH (ORTHO, UK), FACS (USA), FICS (USA), FRSM (UK), CCD (BIRDEM). He is a Assistant Professor, Orthopedic Surgery at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Dr. Chowdhury Iqbal Mahmud at Green Life Hospital, Dhaka is 5.30pm to 7.30pm (Sat, Sun, Mon & Wed).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "5.30pm to 7.30pm (Sat, Sun, Mon & Wed)",
        "appointmentNumber": "+8801715546912Call Now"
      }
    },
    {
      "name": "Prof. Dr. N.K. Datta",
      "degree": "MBBS, D-ORTHO, MS (Orthopedics)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Prof. Dr. N.K. Datta is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (Orthopedics). He is a Professor & Chairman (Ex), Orthopedic Surgery at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Anwer Khan Modern Medical College Hospital. Practicing hour of Prof. Dr. N.K. Datta at Anwer Khan Modern Medical College Hospital is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Anwer Khan Modern Medical College Hospital",
        "address": "House # 17, Road # 08, Dhanmondi R/A, Dhaka – 1205",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801788786380Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Wahidur Rahman",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Popular Diagnostic Center, Mirpur\nAddress: Unit 01, House # 67, Block # C, Section # 06, Mirpur, Dhaka\nVisiting Hour: 11pm to 12pm (Sun, Mon, Tue & Wednesday)\nAppointment: +8809666787807\nCall Now",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shantinagar",
        "address": "Unit # 01, House # 11, Shantinagar, Motijheel, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787803Call Now"
      }
    },
    {
      "name": "Prof. Dr. A.K.M. Akhtar Murshed",
      "degree": "MBBS, MS (ORTHO), FICS (USA)",
      "specialty": "Orthopedic, Bone, Joint & Trauma Specialist Surgeon",
      "workplace": "Bangladesh Medical College & Hospital",
      "info": "Prof. Dr. A.K.M. Akhtar Murshed is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), FICS (USA). He is a Professor & Head, Orthopedic Surgery at Bangladesh Medical College & Hospital. He regularly provides treatment to his patients at Medinova Medical Services, Dhanmondi. Practicing hour of Prof. Dr. A.K.M. Akhtar Murshed at Medinova Medical Services, Dhanmondi is 10am to 1pm & 6.30pm to 9.30pm (Closed: Friday).",
      "chamber": {
        "hospital": "Medinova Medical Services, Dhanmondi",
        "address": "House # 71/A, Road # 5/A, Dhanmondi R/A, Dhaka",
        "visitingTime": "10am to 1pm & 6.30pm to 9.30pm (Closed: Friday)",
        "appointmentNumber": "10658Call Now"
      }
    },
    {
      "name": "Dr. Md. Abul Hasnat",
      "degree": "MBBS, BCS (Health), FCPS (Surgery), MS (ORTHO)",
      "specialty": "Orthopedic Surgery Specialist",
      "workplace": "Mugda Medical College & Hospital",
      "info": "Khidmah Hospital, Dhaka\nAddress: C-287/2-3 Khilgaon Bishwa Road, Khilgaon, Dhaka\nVisiting Hour: 5pm to 10pm (Everyday)\nAppointment: +8809606063030\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Malibagh",
        "address": "House # 489, DIT Road (Near Malibagh Rail Gate), Malibagh, Dhaka",
        "visitingTime": "4pm to 6pm (Everyday)",
        "appointmentNumber": "+8801844141717Call Now"
      }
    },
    {
      "name": "Dr. O.Z.M. Dastagir",
      "degree": "MBBS, D-ORTHO, MS (ORTHO),  WHO Fellow Arthroplasty, Arthroscopy (India)",
      "specialty": "Consultant Spine, Orthopedic & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. O.Z.M. Dastagir is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (ORTHO),  WHO Fellow Arthroplasty, Arthroscopy (India). He is a Consultant, Spine, Orthopedics & Trauma Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Dhanmondi. Practicing hour of Dr. O.Z.M. Dastagir at Popular Diagnostic Center, Dhanmondi is 7pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801712202834Call Now"
      }
    },
    {
      "name": "Dr. M. Ariful Islam",
      "degree": "MBBS, BCS (Health), MS (Ortho Surgery)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. M. Ariful Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Ortho Surgery). He is a Assistant Professor (Arthroscopy & Sports Medicine) at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Aalok Healthcare & Hospital, Mirpur 10. Practicing hour of Dr. M. Ariful Islam at Aalok Healthcare & Hospital, Mirpur 10 is 5pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Aalok Healthcare & Hospital, Mirpur 10",
        "address": "House # 1 & 3 , Road # 2, Block # B, Mirpur 10, Dhaka",
        "visitingTime": "5pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801307267402Call Now"
      }
    },
    {
      "name": "Dr. Syed Golam Samdani",
      "degree": "MBBS, MS (Ortho Surgery), MMEd",
      "specialty": "Orthopedic, Trauma & Spine Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Syed Golam Samdani is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery), MMEd. He is a Assistant Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Khidmah Hospital, Dhaka. Practicing hour of Dr. Syed Golam Samdani at Khidmah Hospital, Dhaka is 5pm to 10pm (Everyday).",
      "chamber": {
        "hospital": "Khidmah Hospital, Dhaka",
        "address": "C-287/2-3 Khilgaon Bishwa Road, Khilgaon, Dhaka",
        "visitingTime": "5pm to 10pm (Everyday)",
        "appointmentNumber": "+8809606063030Call Now"
      }
    },
    {
      "name": "Prof. Dr. A.K.M. Zahir Uddin",
      "degree": "MBBS, MS (Orthopedics), ROS (Japan), WHO Fellow (Thailand)",
      "specialty": "Orthopedics & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. A.K.M. Zahir Uddin is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedics), ROS (Japan), WHO Fellow (Thailand). He is a Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Labaid Diagnostic, Malibagh. Practicing hour of Prof. Dr. A.K.M. Zahir Uddin at Labaid Diagnostic, Malibagh is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Malibagh",
        "address": "House # B65, Chowdhury Para, Malibagh, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801766662555Call Now"
      }
    },
    {
      "name": "Dr. Azizul Haque",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Arthroscopic & Arthroplasty Surgeon",
      "workplace": "National Institute of Traumatology and Orthopaedic Rehabilitation",
      "info": "Ibn Sina Diagnostic Center, Lalbagh\nAddress: 27/4 Dhakeshwori Road, Lalbagh, Dhaka\nVisiting Hour: 6.30pm to 9.30pm (Closed: Thursday & Friday)\nAppointment: +8801783356048\nCall Now",
      "chamber": {
        "hospital": "Ibn Sina Specialized Hospital, Dhanmondi",
        "address": "House # 68, Road # 15/A, Dhanmondi, Dhaka - 1209",
        "visitingTime": "10am to 6pm (Closed: Friday)",
        "appointmentNumber": "+8801823039800Call Now"
      }
    },
    {
      "name": "Dr. G.M. Reza",
      "degree": "MBBS, MCPS (Surgery), D-ORTHO, MS (ORTHO), AAOS (USA)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Popular Diagnostic Center, Narayanganj\nAddress: 231/4, Bangabandhu Road, Chashara, Narayanganj – 1400\nVisiting Hour: 3pm to 6pm (Wednesday) & 12.30pm to 6pm (Friday)\nAppointment: +8809666787804\nCall Now",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi, Dhaka - 1205",
        "visitingTime": "12pm to 3pm (Closed: Friday)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Dr. Indrojit Kumar Kundu",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Bone, Joint, Spine, Arthritis, Pain, Paralysis Specialist & Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Medinova Medical Services, Narayanganj\nAddress: 145, Bangabandhu Road, Chashara, Narayanganj – 1400\nVisiting Hour: 4pm to 8pm (Sat & Tuesday)\nAppointment: +8801913119989\nCall Now",
      "chamber": {
        "hospital": "Medinova Medical Services, Malibagh",
        "address": "Gemcon Business Tower, 255 New Circular Road, Malibagh, Dhaka",
        "visitingTime": "4pm to 8pm (Closed: Tue & Friday)",
        "appointmentNumber": "+8801790118855Call Now"
      }
    },
    {
      "name": "Dr. Bijon Kumar Saha",
      "degree": "MBBS, D-ORTHO (BSMMU)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Arthritis) Specialist & Surgeon",
      "workplace": "Uttara Adhunik Medical College & Hospital",
      "info": "Dr. Bijon Kumar Saha is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO (BSMMU). He is a Assistant Professor, Orthopedic Surgery at Uttara Adhunik Medical College & Hospital. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 01). Practicing hour of Dr. Bijon Kumar Saha at Labaid Diagnostic, Uttara (Unit 01) is 5pm to 9pm (Sat, Sun, Mon & Tue).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 01)",
        "address": "House # 15, Road # 12, Sector # 06, Uttara, Dhaka",
        "visitingTime": "5pm to 9pm (Sat, Sun, Mon & Tue)",
        "appointmentNumber": "+8801766662606Call Now"
      }
    },
    {
      "name": "Dr. Md. Zahid Ferdous",
      "degree": "MBBS, MS (Ortho Surgery)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Kurmitola General Hospital, Dhaka",
      "info": "Dr. Md. Zahid Ferdous is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery). He is working as a Orthopedic Surgeon doctor in Kurmitola General Hospital, Dhaka. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Mirpur. Practicing hour of Dr. Md. Zahid Ferdous at Ibn Sina Diagnostic Center, Mirpur is 5.30pm to 7.30pm (Closed: Friday & Saturday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Mirpur",
        "address": "House # 11, Haji Road, Avenue 3, Rupnagar, Mirpur 2, Dhaka",
        "visitingTime": "5.30pm to 7.30pm (Closed: Friday & Saturday)",
        "appointmentNumber": "+8801847262996Call Now"
      }
    },
    {
      "name": "Dr. Najmus Sakib",
      "degree": "MBBS, MS (Ortho Surgery), SRS Scholar (USA)",
      "specialty": "Orthopedics Specialist & Surgeon",
      "workplace": "Dhaka Community Medical College & Hospital",
      "info": "Dr. Najmus Sakib is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery), SRS Scholar (USA). He is a Associate Professor, Orthopedics at Dhaka Community Medical College & Hospital. He regularly provides treatment to his patients at Farazy Hospital, Banasree. Practicing hour of Dr. Najmus Sakib at Farazy Hospital, Banasree is 8pm to 10pm (Sat, Sun, Tue & Wed).",
      "chamber": {
        "hospital": "Farazy Hospital, Banasree",
        "address": "House # 15-19, Block-E, Banasree, Main Road, Rampura, Dhaka",
        "visitingTime": "8pm to 10pm (Sat, Sun, Tue & Wed)",
        "appointmentNumber": "+8801882084414Call Now"
      }
    },
    {
      "name": "Dr. Erfanul Haque Siddiqui",
      "degree": "MBBS (DMC), MS (ORTHO), FRSH ( LONDON)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Labaid Specialized Hospital, Dhanmondi",
      "info": "Dr. Erfanul Haque Siddiqui is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), MS (ORTHO), FRSH ( LONDON). He is working as a Orthopedic & Trauma Surgeon doctor in Labaid Specialized Hospital, Dhanmondi. He regularly provides treatment to his patients at Labaid Specialized Hospital, Dhanmondi. Practicing hour of Dr. Erfanul Haque Siddiqui at Labaid Specialized Hospital, Dhanmondi is 4pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Specialized Hospital, Dhanmondi",
        "address": "House # 06, Road # 04, Dhanmondi, Dhaka - 1205",
        "visitingTime": "4pm to 10pm (Closed: Friday)",
        "appointmentNumber": "10606Call Now"
      }
    },
    {
      "name": "Dr. Kazi Hannanur Rahman Jewel",
      "degree": "MBBS (DMC), BCS (HEALTH), MS (ORTHO)",
      "specialty": "Orthopedic Specialist",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Ibn Sina Medical College Hospital, KallyanpurAddress: 1/1 B, Kallyanpur, DhakaVisiting Hour: 3pm to 5:30pm (Sun & Wednesday)Appointment: +8801703725590Call Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Badda",
        "address": "Cha-72/1, Progoti Soroni, Uttar Badda, Dhaka - 1212",
        "visitingTime": "5.30pm to 9pm (Everyday)",
        "appointmentNumber": "+8809610009614Call Now"
      }
    },
    {
      "name": "Dr. Md. Faruk Kashem",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Sir Salimullah Medical College & Mitford Hospital",
      "info": "Dr. Md. Faruk Kashem is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Associate Professor, Orthopedic Surgery at Sir Salimullah Medical College & Mitford Hospital. He regularly provides treatment to his patients at Upasham Health Point (Pvt.) Ltd. Practicing hour of Dr. Md. Faruk Kashem at Upasham Health Point (Pvt.) Ltd is 8pm to 10pm (Sat, Mon & Wed).",
      "chamber": {
        "hospital": "Upasham Health Point (Pvt.) Ltd",
        "address": "House-14, Road-2/B, Block-J, Natun Bazar, Baridhara, Dhaka-1212",
        "visitingTime": "8pm to 10pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801932200200Call Now"
      }
    },
    {
      "name": "Prof. Dr. Kamal Mahmood Khan",
      "degree": "MBBS, D. Ortho",
      "specialty": "Orthopedic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Kamal Mahmood Khan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D. Ortho. He is working as a Orthopedic Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Doyagonj. Practicing hour of Prof. Dr. Kamal Mahmood Khan at Ibn Sina Diagnostic Center, Doyagonj is 11am to 1pm (Sat, Mon & Thu).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Doyagonj",
        "address": "28, Hut Lane, Doyagonj, Gandaria, Dhaka - 1204",
        "visitingTime": "11am to 1pm (Sat, Mon & Thu)",
        "appointmentNumber": "+8801878115751Call Now"
      }
    },
    {
      "name": "Dr. Md. Shahidul Islam Akon",
      "degree": "MBBS, BCS (Health), MS (Orthopedics), AOSpine Fellow (India & Singapore)",
      "specialty": "Consultant Spine Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Md. Shahidul Islam Akon is a Spine Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedics), AOSpine Fellow (India & Singapore). He is a Associate Professor (Spine Surgery) at Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Al-Manar Hospital Limited. Practicing hour of Dr. Md. Shahidul Islam Akon at Al-Manar Hospital Limited is 5pm to 9pm (Closed: Tue & Friday).",
      "chamber": {
        "hospital": "Al-Manar Hospital Limited",
        "address": "Plot # Umo, Block # Rossoi, Satmosjid Road, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Tue & Friday)",
        "appointmentNumber": "+8801550020885Call Now"
      }
    },
    {
      "name": "Dr. Anup Mostofa",
      "degree": "MBBS, BCS (Health), MS (Ortho), MRCS (Surgery)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Anup Mostofa is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Ortho), MRCS (Surgery). He is working as a Orthopedic Surgeon doctor in Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Keraniganj. Practicing hour of Dr. Anup Mostofa at Ibn Sina Diagnostic Center, Keraniganj is 4pm to 6pm (Closed: Thursday & Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Keraniganj",
        "address": "Maa Plaza, Kadomtoli Mor, Zinzira, Keraniganj, Dhaka",
        "visitingTime": "4pm to 6pm (Closed: Thursday & Friday)",
        "appointmentNumber": "+8801730599171Call Now"
      }
    },
    {
      "name": "Prof. Dr. Qamrul Alam Saleh",
      "degree": "MBBS, FCPS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Trauma) Specialist & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Popular Diagnostic Center, ShantinagarAddress: Unit # 02, House # 15, Shantinagar, Motijheel, DhakaVisiting Hour: 6pm to 9pm (Closed: Friday)Appointment: +8809666787803Call Now",
      "chamber": {
        "hospital": "Popular Medical College Hospital",
        "address": "House: 08, Road: 02, Dhanmondi, Dhaka-1205",
        "visitingTime": "9am to 5pm (Closed: Friday)",
        "appointmentNumber": "+8809666787800Call Now"
      }
    },
    {
      "name": "Prof. Dr. Jagodish Chandra Ghosh",
      "degree": "MBBS, MS (ORTHO), Fellow Spine Surgery (ISIC, DELHI)",
      "specialty": "Orthopedic & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Modern Diagnostic Center, Narayanganj\nAddress: 207, Bangabandhu Road, Chashara, Narayanganj – 1400\nVisiting Hour: 4pm to 7pm (Sun & Friday)\nAppointment: +8801820842293\nCall Now",
      "chamber": {
        "hospital": "Labaid Diagnostic, Malibagh",
        "address": "House # B65, Chowdhury Para, Malibagh, Dhaka",
        "visitingTime": "7pm to 10pm (Closed: Sun & Friday)",
        "appointmentNumber": "+8801766662555Call Now"
      }
    },
    {
      "name": "Dr. Shah M. Hafizur Rahman",
      "degree": "MBBS, MS (ORTHO), MMEd",
      "specialty": "Bone, Joint, Arthritis, Spine, Trauma Specialist & Surgeon",
      "workplace": "Khidmah Hospital, Dhaka",
      "info": "Dr. Shah M. Hafizur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), MMEd. He is a Consultant, Orthopedic Surgery at Khidmah Hospital, Dhaka. He regularly provides treatment to his patients at Khidmah Hospital, Dhaka. Practicing hour of Dr. Shah M. Hafizur Rahman at Khidmah Hospital, Dhaka is 5pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Khidmah Hospital, Dhaka",
        "address": "C-287/2-3 Khilgaon Bishwa Road, Khilgaon, Dhaka",
        "visitingTime": "5pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8809606063030Call Now"
      }
    },
    {
      "name": "Dr. Manos Chandra Sarkar",
      "degree": "MBBS, MS (Ortho)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Manos Chandra Sarkar is a Orthopedic Surgeon in Savar. His qualification is MBBS, MS (Ortho). He is working as a Orthopedic Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Savar. Practicing hour of Dr. Manos Chandra Sarkar at Popular Diagnostic Center, Savar is 4pm to 7pm (Sun, Tue & Wednesday), 1pm to 5pm (Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Savar",
        "address": "E/22, Talbagh, Anandapur, Savar, Dhaka",
        "visitingTime": "4pm to 7pm (Sun, Tue & Wednesday), 1pm to 5pm (Friday)",
        "appointmentNumber": "+8809666787808Call Now"
      }
    },
    {
      "name": "Dr. Md. Golam Rahman Dulal",
      "degree": "MBBS, D-Ortho (Nitor), MS (Ortho)",
      "specialty": "Orthopedic Specialist",
      "workplace": "Shahabuddin Medical College & Hospital",
      "info": "Dr. Md. Golam Rahman Dulal is a Orthopedic Doctor in Dhaka. His qualification is MBBS, D-Ortho (Nitor), MS (Ortho). He is working as a Orthopedic Specialist doctor in Shahabuddin Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Badda. Practicing hour of Dr. Md. Golam Rahman Dulal at Ibn Sina Diagnostic Center, Badda is 5.30pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Badda",
        "address": "Cha-72/1, Progoti Soroni, Uttar Badda, Dhaka - 1212",
        "visitingTime": "5.30pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809610009614Call Now"
      }
    },
    {
      "name": "Dr. Biplab Mozumder",
      "degree": "MBBS, BCS (Health), D-ORTHO, MS (Orthopedics)",
      "specialty": "Pediatric Orthopedic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Parkview Hospital, Chittagong\nAddress: 94/103, Katalganj Road, Panchlaish, Chattogram\nVisiting Hour: 6pm to 9pm (2nd and 4th Thursday)\nAppointment: +8801892962636\nCall Now",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 02)",
        "address": "House # 19, Garib E Nawaz Avenue, Sector 13, Uttara, Dhaka",
        "visitingTime": "5pm to 7pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801676008580Call Now"
      }
    },
    {
      "name": "Dr. Md. Fazlul Hoque",
      "degree": "MBBS, D-ORTHO, FAMA, FA (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma) Specialist & Spine Surgeon",
      "workplace": "Square Hospital, Dhaka",
      "info": "Dr. Md. Fazlul Hoque is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, FAMA, FA (ORTHO). He is a Senior Consultant, Orthopedics Surgery at Square Hospital, Dhaka. He regularly provides treatment to his patients at Square Hospital, Dhaka. Practicing hour of Dr. Md. Fazlul Hoque at Square Hospital, Dhaka is 10am to 5pm (Closed: Friday).",
      "chamber": {
        "hospital": "Square Hospital, Dhaka",
        "address": "8/F, Kazi Nuruzzaman Road, West Panthapath, Dhaka",
        "visitingTime": "10am to 5pm (Closed: Friday)",
        "appointmentNumber": "10616Call Now"
      }
    },
    {
      "name": "Dr. Jamal Uddin Ahmed",
      "degree": "MBBS, D-Ortho (BSMMU)",
      "specialty": "Orthopedics & Spine Specialist",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Ibn Sina Medical College Hospital, KallyanpurAddress: 1/1 B, Kallyanpur, DhakaVisiting Hour: 4pm to 6pm (Sun, Tue & Thursday)Appointment: +8801703725590Call Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Badda",
        "address": "Cha-72/1, Progoti Soroni, Uttar Badda, Dhaka - 1212",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809610009614Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Arif Hossain",
      "degree": "MBBS (DMC), MS (ORTHO)",
      "specialty": "Orthopedics Specialist & Trauma Surgeon",
      "workplace": "Government Employee Hospital",
      "info": "Dr. Mohammad Arif Hossain is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), MS (ORTHO). He is a Consultant & Surgeon, Orthopedics at Government Employee Hospital. He regularly provides treatment to his patients at Farazy Hospital, Banasree. Practicing hour of Dr. Mohammad Arif Hossain at Farazy Hospital, Banasree is 7pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Farazy Hospital, Banasree",
        "address": "House # 15-19, Block-E, Banasree, Main Road, Rampura, Dhaka",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801882084414Call Now"
      }
    },
    {
      "name": "Prof. Dr. Golam Faruque",
      "degree": "MBBS, MS (ORTHO), Fellowship in Hand Surgery (UK)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "City Hospital Limited, Dhaka\nAddress: 1/8, Block-E, Lalmatia, Satmosjid Road, Mohammadpur, Dhaka – 1207\nVisiting Hour: 6pm to 9pm (Closed: Friday)\nAppointment: +8801558220134\nCall Now",
      "chamber": {
        "hospital": "Bangladesh Specialized Hospital",
        "address": "21, Mirpur Road, Shyamoli, Dhaka – 1207, Bangladesh",
        "visitingTime": "Unknown. Please call to know visiting hour",
        "appointmentNumber": "+8809666700100Call Now"
      }
    },
    {
      "name": "Prof. Dr. Anisur Rahman",
      "degree": "MBBS, D-ORTHO, MPH, MD, FRSH, FICS",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Anisur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MPH, MD, FRSH, FICS. He is working as a Orthopedic & Trauma Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Comfort Diagnostic Center, Uttara. Practicing hour of Prof. Dr. Anisur Rahman at Comfort Diagnostic Center, Uttara is 6.30pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Comfort Diagnostic Center, Uttara",
        "address": "House # 22, Rabindra Sarani Road, Sector # 07, Uttara, Dhaka",
        "visitingTime": "6.30pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+880258956388Call Now"
      }
    },
    {
      "name": "Dr. Md. Zahirul Islam",
      "degree": "MBBS, MS (ORTHO), AO Trauma (BASIC), D-ORTHO (NITOR), FACS (USA), FICS (USA)",
      "specialty": "Orthopedic, Trauma, Spine, Arthroplasty & Arthroscopy Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Zahirul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), AO Trauma (BASIC), D-ORTHO (NITOR), FACS (USA), FICS (USA). He is a Senior Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Aurora Specialized Hospital. Practicing hour of Dr. Md. Zahirul Islam at Aurora Specialized Hospital is 5pm to 9pm (Closed: Wed & Friday).",
      "chamber": {
        "hospital": "Aurora Specialized Hospital",
        "address": "19/01, Kakrail, Dhaka (Opposite of Karnaphuli Garden City)",
        "visitingTime": "5pm to 9pm (Closed: Wed & Friday)",
        "appointmentNumber": "+8801404450401Call Now"
      }
    },
    {
      "name": "Prof. Dr. Parviz Shahidi Gamsari",
      "degree": "MBBS, MS (Ortho), Fellow (London). Fellow (Exeter, UK)",
      "specialty": "Orthopedics (Bone, Joint, Spine) Specialist & Trauma Surgeon",
      "workplace": "Shaheed Monsur Ali Medical College & Hospital",
      "info": "Prof. Dr. Parviz Shahidi Gamsari is a highly experienced Orthopedic Specialist and Trauma Surgeon with expertise in bone, joint, and spine disorders. He holds an MBBS degree, an MS in Orthopedics, and has completed prestigious fellowships in London and Exeter, UK. As the former Professor and Head of Orthopedics at Shaheed Monsur Ali Medical College & Hospital, he has vast experience in treating fractures, arthritis, joint pain, spinal disorders, sports injuries, and osteoporosis. He is skilled in advanced orthopedic surgeries, including joint replacements and minimally invasive spine procedures. Patients can consult him at Impulse Hospital, Dhaka, from 7 PM to 9 PM (closed on Fridays).",
      "chamber": {
        "hospital": "Impulse Hospital, Dhaka",
        "address": "304/E, Bir Uttam Mir Shawkat Sarak, Tejgaon, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801313434425Call Now"
      }
    },
    {
      "name": "Dr. Md. Nasir Uddin",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic Specialist & Spine Surgeon",
      "workplace": "Monno Medical College & Hospital",
      "info": "Dr. Md. Nasir Uddin is a Orthopedic Surgeon in Savar. His qualification is MBBS, MS (ORTHO). He is a Associate Professor & Head, Orthopedic Surgery at Monno Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Savar. Practicing hour of Dr. Md. Nasir Uddin at Ibn Sina Diagnostic Center, Savar is 4pm to 6pm (Mon & Tue) & 6pm to 7pm (Sun & Thu).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Savar",
        "address": "31/6 Jaleshwar, Aricha Road, Savar, Dhaka - 1340",
        "visitingTime": "4pm to 6pm (Mon & Tue) & 6pm to 7pm (Sun & Thu)",
        "appointmentNumber": "+88 09610009613Call Now"
      }
    },
    {
      "name": "Dr. Md. Sahidur Rahman Khan",
      "degree": "MBBS (DU), MS (ORTHOPAEDIC SURGERY), D-ORTHO (NITOR), BCS (HEALTH), EDC (BIRDEM)",
      "specialty": "Orthopedic, Trauma & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Sahidur Rahman Khan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DU), MS (ORTHOPAEDIC SURGERY), D-ORTHO (NITOR), BCS (HEALTH), EDC (BIRDEM). He is a Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Ibn Sina Medical College Hospital, Kallyanpur. Practicing hour of Dr. Md. Sahidur Rahman Khan at Ibn Sina Medical College Hospital, Kallyanpur is 6pm to 9pm (Sat, Sun, Mon & Wed), 8pm to 9pm (Friday).",
      "chamber": {
        "hospital": "Ibn Sina Medical College Hospital, Kallyanpur",
        "address": "Room - 205 (Lift 1), Hospital Building, 1/1 B, Kallyanpur, Dhaka",
        "visitingTime": "6pm to 9pm (Sat, Sun, Mon & Wed), 8pm to 9pm (Friday)",
        "appointmentNumber": "+8809610009616Call Now"
      }
    },
    {
      "name": "Dr. Ananta Kumar Bhakta",
      "degree": "MBBS, BCS (Health), MS (Orthopedics)",
      "specialty": "Orthopedics (Bone, Joint, Injury, Accident) Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Ananta Kumar Bhakta is a Orthopedic Doctor in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedics). He is a Registrar, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Uttara (Jasimuddin). Practicing hour of Dr. Ananta Kumar Bhakta at Popular Diagnostic Center, Uttara (Jasimuddin) is 4pm to 6:30pm (Saturday, Monday & Thursday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Uttara (Jasimuddin)",
        "address": "House # 21, Road # 07, Sector # 04 (Jasimuddin Mor), Uttara, Dhaka",
        "visitingTime": "4pm to 6:30pm (Saturday, Monday & Thursday)",
        "appointmentNumber": "+8809666787805Call Now"
      }
    },
    {
      "name": "Dr. Md. Ahsan Majid",
      "degree": "MBBS, MS (Orthopedics)",
      "specialty": "Orthopedics (Bone, Joint, Accident, Trauma, Injury, Spine) Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Md. Ahsan Majid is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedics). He is a Consultant, Orthopedics at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Uttara. Practicing hour of Dr. Md. Ahsan Majid at Ibn Sina Diagnostic Center, Uttara is 6.30pm to 10pm (Closed: Mon & Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Uttara",
        "address": "House # 52, Garib-E-Newaz Avenue, Sector # 13, Uttara, Dhaka",
        "visitingTime": "6.30pm to 10pm (Closed: Mon & Friday)",
        "appointmentNumber": "+8809610009612Call Now"
      }
    },
    {
      "name": "Dr. Md. Khurshed Alam",
      "degree": "MBBS (DMC), MS (Orthopedics), Fellow in Trauma Surgery (China)",
      "specialty": "Orthopedic, Arthroscopic & Trauma Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Popular Diagnostic Center, DhanmondiAddress: House # 16, Road # 2, Dhanmondi R/A, Dhaka – 1205Visiting Hour: 7:30pm to 9:30pm (Closed: Friday)Appointment: +8809666787801Call Now",
      "chamber": {
        "hospital": "Central Hospital, Dhanmondi",
        "address": "House # 02, Road # 05, Green Road, Dhanmondi, Dhaka - 1205",
        "visitingTime": "5pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8802-41060800Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Golam Sarwar",
      "degree": "MBBS, MS (ORTHO), AO Fellow (India), WHO Fellow (Indonesia)",
      "specialty": "Orthopedics, Bone, Joint, Arthritis, Crippling, Disability & Plastic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Md. Golam Sarwar is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), AO Fellow (India), WHO Fellow (Indonesia). He is a Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Medinova Medical Services, Mirpur. Practicing hour of Prof. Dr. Md. Golam Sarwar at Medinova Medical Services, Mirpur is 6pm to 9pm (Sat, Mon & Wed).",
      "chamber": {
        "hospital": "Medinova Medical Services, Mirpur",
        "address": "Plot # 29-30, Block # Kha, Road # 1, Section # 6, Mirpur 10, Dhaka",
        "visitingTime": "6pm to 9pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801300550448Call Now"
      }
    },
    {
      "name": "Dr. A K M Obaydul Haque Sabbir",
      "degree": "MBBS (DU), BCS (Health), D-Ortho (BSMMU), MS-ORTHO",
      "specialty": "Orthopedic Specialist",
      "workplace": "National Institute of Cancer Research & Hospital",
      "info": "Dr. A K M Obaydul Haque Sabbir is a Orthopedic Specialist in Dhaka. Her qualification is MBBS (DU), BCS (Health), D-Ortho (BSMMU), MS-ORTHO. She is working as a Orthopedic Specialist doctor in National Institute of Cancer Research & Hospital. She regularly provides treatment to her patients at Popular Diagnostic Center, Badda. Practicing hour of Dr. A K M Obaydul Haque Sabbir at Popular Diagnostic Center, Badda is 5pm to 10pm (Everyday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Badda",
        "address": "Cha-90/2, North Badda (Pragoti Sharoni), Dhaka - 1212",
        "visitingTime": "5pm to 10pm (Everyday)",
        "appointmentNumber": "+8809666787809Call Now"
      }
    },
    {
      "name": "Dr. Debdulal Debnath",
      "degree": "MBBS, D-Ortho",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Northern International Medical College & Hospital",
      "info": "Popular Diagnostic Center, DhanmondiAddress: House # 16, Road # 2, Dhanmondi R/A, Dhaka – 1205Visiting Hour: 11am to 1pm (Closed: Friday)Appointment: +8809666787801Call Now",
      "chamber": {
        "hospital": "Comfort Diagnostic Center, Dhanmondi",
        "address": "167/B, Green Road, Dhanmondi, Dhaka - 1205",
        "visitingTime": "5pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8801731956033Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Riajul Haque",
      "degree": "MBBS, D-ORTHO, MS",
      "specialty": "Orthopedic Specialist",
      "workplace": "Dhaka Community Medical College Hospital",
      "info": "Prof. Dr. Md. Riajul Haque is a Orthopedic Specialist in Dhaka. His qualification is MBBS, D-ORTHO, MS. He is working as a Orthopedic Specialist doctor in Dhaka Community Medical College Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Badda. Practicing hour of Prof. Dr. Md. Riajul Haque at Popular Diagnostic Center, Badda is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Badda",
        "address": "Cha-90/2, North Badda (Pragoti Sharoni), Dhaka - 1212",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787809Call Now"
      }
    },
    {
      "name": "Dr. Moin Ahmed Ferdous Rubel",
      "degree": "MBBS (Dhaka), D-Ortho (Orthopedics)",
      "specialty": "Orthopedic Specialist",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Moin Ahmed Ferdous Rubel is a Orthopedic Specialist in Dhaka. His qualification is MBBS (Dhaka), D-Ortho (Orthopedics). He is working as a Orthopedic Specialist doctor in Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Badda. Practicing hour of Dr. Moin Ahmed Ferdous Rubel at Popular Diagnostic Center, Badda is 5pm to 7pm (Closed: Monday & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Badda",
        "address": "Cha-90/2, North Badda (Pragoti Sharoni), Dhaka - 1212",
        "visitingTime": "5pm to 7pm (Closed: Monday & Friday)",
        "appointmentNumber": "+8809666787809Call Now"
      }
    },
    {
      "name": "Dr. Md. Sajad Hossain",
      "degree": "MBBS, MS (Ortho)",
      "specialty": "Orthopedic Specialist",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Md. Sajad Hossain is a Orthopedic Specialist in Dhaka. His qualification is MBBS, MS (Ortho). He is working as a Orthopedic Specialist doctor in Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Badda. Practicing hour of Dr. Md. Sajad Hossain at Popular Diagnostic Center, Badda is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Badda",
        "address": "Cha-90/2, North Badda (Pragoti Sharoni), Dhaka - 1212",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787809Call Now"
      }
    },
    {
      "name": "Dr. Md. Mahabbatullah",
      "degree": "MBBS, MS (Orthopedics)",
      "specialty": "Orthopedic, Bone Joint, Trauma & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Medinova Medical Services, Narayanganj\nAddress: 145, Bangabandhu Road, Chashara, Narayanganj – 1400\nVisiting Hour: Saturday, Monday & Wednesday\nAppointment: +8801913119989\nCall Now",
      "chamber": {
        "hospital": "Health and Hope Hospital",
        "address": "152/2/G, Green Road, Panthapath, Dhaka - 1205",
        "visitingTime": "5.30pm to 9pm (Monday to Thursday) & 10am to 12pm (Friday)",
        "appointmentNumber": "+8809611996699Call Now"
      }
    },
    {
      "name": "Dr. Md. Atiar Rahman",
      "degree": "MBBS, BCS (Health), MS (ORTHO)",
      "specialty": "Orthopedic, Trauma & Spine Surgery Specialist",
      "workplace": "Evercare Hospital, Dhaka",
      "info": "Dr. Md. Atiar Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (ORTHO). He is a Consultant, Orthopedics, Orthopedic at Evercare Hospital, Dhaka. He regularly provides treatment to his patients at Evercare Hospital, Dhaka. Practicing hour of Dr. Md. Atiar Rahman at Evercare Hospital, Dhaka is 9am to 5pm (Closed: Friday).",
      "chamber": {
        "hospital": "Evercare Hospital, Dhaka",
        "address": "Plot # 81, Block # E, Bashundhara R/A, Dhaka",
        "visitingTime": "9am to 5pm (Closed: Friday)",
        "appointmentNumber": "10678Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Hasan Masud",
      "degree": "MBBS, MS (Ortho), AO Fellow (Thailand), Fellowship (SG, IN)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Sir Salimullah Medical College & Mitford Hospital",
      "info": "Prof. Dr. Md. Hasan Masud is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho), AO Fellow (Thailand), Fellowship (SG, IN). He is working as a Orthopedic & Trauma Surgeon doctor in Sir Salimullah Medical College & Mitford Hospital. He regularly provides treatment to his patients at Bangladesh Specialized Hospital. Practicing hour of Prof. Dr. Md. Hasan Masud at Bangladesh Specialized Hospital is Unknown. Please call to know visiting hour.",
      "chamber": {
        "hospital": "Bangladesh Specialized Hospital",
        "address": "21, Mirpur Road, Shyamoli, Dhaka – 1207, Bangladesh",
        "visitingTime": "Unknown. Please call to know visiting hour",
        "appointmentNumber": "+8809666700100Call Now"
      }
    },
    {
      "name": "Dr. Md. Mushiar Hossain Munshi",
      "degree": "MBBS, D-ORTHO (DU)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Mushiar Hossain Munshi is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO (DU). He is a Assistant Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 01). Practicing hour of Dr. Md. Mushiar Hossain Munshi at Labaid Diagnostic, Uttara (Unit 01) is 6pm to 9pm (Sun, Tue & Thu).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 01)",
        "address": "House # 15, Road # 12, Sector # 06, Uttara, Dhaka",
        "visitingTime": "6pm to 9pm (Sun, Tue & Thu)",
        "appointmentNumber": "+8801766662606Call Now"
      }
    },
    {
      "name": "Dr. Captain. Md. Saiful Islam Saif",
      "degree": "MBBS, MS (ORTHO), D-ORTHO (NITOR), AO BASIC (Trauma), APSS Fellow (Spine)",
      "specialty": "Orthopedic, Bone Joint, Trauma & Spine Specialist Surgeon",
      "workplace": "Holy Family Red Crescent Medical College & Hospital",
      "info": "Dr. Captain. Md. Saiful Islam Saif is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), D-ORTHO (NITOR), AO BASIC (Trauma), APSS Fellow (Spine). He is a Assistant Professor, Orthopedic Surgery at Holy Family Red Crescent Medical College & Hospital. He regularly provides treatment to his patients at Islami Bank Hospital, Motijheel. Practicing hour of Dr. Captain. Md. Saiful Islam Saif at Islami Bank Hospital, Motijheel is 4pm to 8pm (Everyday).",
      "chamber": {
        "hospital": "Islami Bank Hospital, Motijheel",
        "address": "24/B, Outer Circular Road, Shahjahanpur, Motijheel, Dhaka",
        "visitingTime": "4pm to 8pm (Everyday)",
        "appointmentNumber": "+8801727666741Call Now"
      }
    },
    {
      "name": "Dr. Md. Raisul Tasneem",
      "degree": "MBBS, D-ORTHO, MS (ORTHO)",
      "specialty": "Orthopedics, Trauma, Knee & Endoscopic Spine Surgeon",
      "workplace": "BRB Hospital, Dhaka",
      "info": "Dr. Md. Raisul Tasneem is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (ORTHO). He is a Consultant, Orthopedic Surgery at BRB Hospital, Dhaka. He regularly provides treatment to his patients at BRB Hospital, Dhaka. Practicing hour of Dr. Md. Raisul Tasneem at BRB Hospital, Dhaka is 3pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "BRB Hospital, Dhaka",
        "address": "77/A, East Rajabazar, West Panthapath, Dhaka",
        "visitingTime": "3pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801321749088Call Now"
      }
    },
    {
      "name": "Dr. P.C. Debnath",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma) Specialist & Surgeon",
      "workplace": "Shaheed Suhrawardy Medical College & Hospital",
      "info": "Dr. P.C. Debnath is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Ex. Associate Professor & Head, Orthopedics at Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at Aalok Healthcare & Hospital, Mirpur 10. Practicing hour of Dr. P.C. Debnath at Aalok Healthcare & Hospital, Mirpur 10 is 11am to 1pm & 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Aalok Healthcare & Hospital, Mirpur 10",
        "address": "House # 1 & 3 , Road # 2, Block # B, Mirpur 10, Dhaka",
        "visitingTime": "11am to 1pm & 7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801915448491Call Now"
      }
    },
    {
      "name": "Dr. Md. Shahidul Islam Khan",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma) Specialist & Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Md. Shahidul Islam Khan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Assistant Professor (Ortho Surgery) at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Lalbagh. Practicing hour of Dr. Md. Shahidul Islam Khan at Ibn Sina Diagnostic Center, Lalbagh is 6pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Lalbagh",
        "address": "27/4 Dhakeshwori Road, Lalbagh, Dhaka",
        "visitingTime": "6pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801783356048Call Now"
      }
    },
    {
      "name": "Dr. Md. O.F.G Kibria",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Trauma, Hip & Knee Replacements Surgeon",
      "workplace": "Square Hospital, Dhaka",
      "info": "Dr. Md. O.F.G Kibria is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Senior Consultant, Orthopedics at Square Hospital, Dhaka. He regularly provides treatment to his patients at Square Hospital, Dhaka. Practicing hour of Dr. Md. O.F.G Kibria at Square Hospital, Dhaka is 10am to 1pm & 5pm to 7pm (Closed: Friday).",
      "chamber": {
        "hospital": "Square Hospital, Dhaka",
        "address": "8/F, Kazi Nuruzzaman Road, West Panthapath, Dhaka",
        "visitingTime": "10am to 1pm & 5pm to 7pm (Closed: Friday)",
        "appointmentNumber": "10616Call Now"
      }
    },
    {
      "name": "Prof. Dr. Abu Bakar Siddique",
      "degree": "MBBS, MS (Ortho-Surgery, NITOR) WOC-SICOT (UK)",
      "specialty": "Orthopedic Trauma, Joint & Spine Surgeon",
      "workplace": "Impulse Hospital, Dhaka",
      "info": "Prof. Dr. Abu Bakar Siddique is a distinguished Orthopedic Trauma and Spine Surgeon with specialized expertise in spine and joint surgeries. He holds an MBBS degree and an MS in Orthopedic Surgery from NITOR, along with international training, including WOC-SICOT (UK) and fellowships in Spine & Joint Surgery, Spine Microsurgery, and Spine Deformity Correction from India. As a Senior Consultant at Impulse Hospital, Dhaka, he is proficient in treating spinal deformities, herniated discs, scoliosis, arthritis, fractures, and joint disorders. He offers advanced surgical solutions, including minimally invasive spine surgery and joint replacements. Patients can consult him at Impulse Hospital from 5 PM to 8 PM on Sundays, Tuesdays, and Thursdays.",
      "chamber": {
        "hospital": "Impulse Hospital, Dhaka",
        "address": "304/E, Bir Uttam Mir Shawkat Sarak, Tejgaon, Dhaka",
        "visitingTime": "5pm to 8pm (Sun, Tue & Thu)",
        "appointmentNumber": "+8801313434425Call Now"
      }
    },
    {
      "name": "Dr. Nripen Kumar Kundu",
      "degree": "MBBS, FCPS (Surgery), D-ORTHO, AO Trauma (BASIC)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Popular Medical College & Hospital",
      "info": "Dr. Nripen Kumar Kundu is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, FCPS (Surgery), D-ORTHO, AO Trauma (BASIC). He is a Assistant Professor, Orthopedics at Popular Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Dhanmondi. Practicing hour of Dr. Nripen Kumar Kundu at Popular Diagnostic Center, Dhanmondi is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801715012020Call Now"
      }
    },
    {
      "name": "Prof. Brig. Gen. Abdur Rahman Mollah",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Armed Forces Medical College, Dhaka",
      "info": "Aalok Health Care, Kachukhet\nAddress: Rajanigandha Tower (4th & 5th Floor), Kachukhet, Dhaka\nVisiting Hour: 7pm to 10pm (Closed: Friday)\nAppointment: +8801725694669\nCall Now",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Uttara (Jasimuddin)",
        "address": "Unit 01, House # 21, Road # 7, Sector # 4, Uttara, Dhaka",
        "visitingTime": "11am to 1pm (Closed: Friday)",
        "appointmentNumber": "+8809666787805Call Now"
      }
    },
    {
      "name": "Dr. Md. Zia Uddin",
      "degree": "MBBS, D-Ortho, MS (Ortho Surgery)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Labaid Specialized Hospital, Dhanmondi",
      "info": "Dr. Md. Zia Uddin is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-Ortho, MS (Ortho Surgery). He is working as a Orthopedic & Trauma Surgeon doctor in Labaid Specialized Hospital, Dhanmondi. He regularly provides treatment to his patients at Labaid Specialized Hospital, Dhanmondi. Practicing hour of Dr. Md. Zia Uddin at Labaid Specialized Hospital, Dhanmondi is 10.30am to 2pm & 6pm to 8.30pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Specialized Hospital, Dhanmondi",
        "address": "House # 06, Road # 04, Dhanmondi, Dhaka - 1205",
        "visitingTime": "10.30am to 2pm & 6pm to 8.30pm (Closed: Friday)",
        "appointmentNumber": "10606Call Now"
      }
    },
    {
      "name": "Dr. Md. Ali Akbar",
      "degree": "MBBS, MS (Orthopedics)",
      "specialty": "Orthopedics Specialist, Trauma & Spine Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Md. Ali Akbar is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedics). He is a Former Assistant Professor, Orthopedics at Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Uttara. Practicing hour of Dr. Md. Ali Akbar at Ibn Sina Diagnostic Center, Uttara is 9am to 12pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Uttara",
        "address": "House # 52, Garib-E-Newaz Avenue, Sector # 13, Uttara, Dhaka",
        "visitingTime": "9am to 12pm (Closed: Friday)",
        "appointmentNumber": "+8809610009612Call Now"
      }
    },
    {
      "name": "Dr. Molla Muhammad Abdullah Al Mamun",
      "degree": "MBBS, BCS (Health), MS (Orthopedic Surgery)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Trauma, Paralysis) Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Molla Muhammad Abdullah Al Mamun is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedic Surgery). He is a Assistant Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 01). Practicing hour of Dr. Molla Muhammad Abdullah Al Mamun at Labaid Diagnostic, Uttara (Unit 01) is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 01)",
        "address": "House # 15, Road # 12, Sector # 06, Uttara, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801766662606Call Now"
      }
    },
    {
      "name": "Dr. Gopal Verma",
      "degree": "MBBS (DU), MS (Orthopedics)",
      "specialty": "Orthopedics, Trauma, Ilizrov, Spine & Joint Replacement Surgeon",
      "workplace": "Aichi Medical College & Hospital",
      "info": "Dr. Gopal Verma is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DU), MS (Orthopedics). He is a Assistant Professor, Orthopedics at Aichi Medical College & Hospital. He regularly provides treatment to his patients at Aichi Hospital Limited, Uttara. Practicing hour of Dr. Gopal Verma at Aichi Hospital Limited, Uttara is 8.30am to 2pm & 5pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Aichi Hospital Limited, Uttara",
        "address": "Plot # 35 & 37, Sector # 08, Abdullahpur, Uttara, Dhaka",
        "visitingTime": "8.30am to 2pm & 5pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801689956599Call Now"
      }
    },
    {
      "name": "Dr. Mesbah Uddin Ahmed",
      "degree": "MBBS, D-ORTHO, MS (ORTHO)",
      "specialty": "Orthopedics, Arthoplasty, Arthroscopy, Hand & Spine Surgeon",
      "workplace": "Square Hospital, Dhaka",
      "info": "Dr. Mesbah Uddin Ahmed is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (ORTHO). He is a Senior Consultant, Orthopedics at Square Hospital, Dhaka. He regularly provides treatment to his patients at Square Hospital, Dhaka. Practicing hour of Dr. Mesbah Uddin Ahmed at Square Hospital, Dhaka is 10am to 1pm & 4pm to 7pm (Closed: Friday).",
      "chamber": {
        "hospital": "Square Hospital, Dhaka",
        "address": "8/F, Kazi Nuruzzaman Road, West Panthapath, Dhaka",
        "visitingTime": "10am to 1pm & 4pm to 7pm (Closed: Friday)",
        "appointmentNumber": "10616Call Now"
      }
    },
    {
      "name": "Dr. Sanjoy Sinha",
      "degree": "MBBS (DMC), BCS (Health), MS (NITOR), AO-Basic (India)",
      "specialty": "Orthopedic & Traumatology Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Sanjoy Sinha is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), BCS (Health), MS (NITOR), AO-Basic (India). He is working as a Orthopedic & Traumatology Specialist Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Japan Bangladesh Friendship Hospital. Practicing hour of Dr. Sanjoy Sinha at Japan Bangladesh Friendship Hospital is 4pm to 6pm (Sunday & Tuesday).",
      "chamber": {
        "hospital": "Japan Bangladesh Friendship Hospital",
        "address": "55 Satmasjid Road, Zigatola Bus Stand, Dhanmondi",
        "visitingTime": "4pm to 6pm (Sunday & Tuesday)",
        "appointmentNumber": "+88029672277Call Now"
      }
    },
    {
      "name": "Dr. Syed Al-Mahmud Sharif",
      "degree": "MBBS, D-Ortho (BSMMU), AO Spine (Advance), MRCP (UK), MRCS (EDIN)",
      "specialty": "Orthopedic, Trauma & Spine Surgeon",
      "workplace": "Tairunnessa Memorial Medical College & Hospital",
      "info": "Dr. Syed Al-Mahmud Sharif is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-Ortho (BSMMU), AO Spine (Advance), MRCP (UK), MRCS (EDIN). He is a Assistant Professor (Ex), Orthopedic Surgery at Tairunnessa Memorial Medical College & Hospital. He regularly provides treatment to his patients at Islami Bank Hospital, Mirpur. Practicing hour of Dr. Syed Al-Mahmud Sharif at Islami Bank Hospital, Mirpur is 11am to 1pm & 7pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Islami Bank Hospital, Mirpur",
        "address": "Plot # 31, Block # D, Section # 11, Mirpur, Dhaka – 1216",
        "visitingTime": "11am to 1pm & 7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801992346632Call Now"
      }
    },
    {
      "name": "Dr. AZM Selimullah",
      "degree": "MBBS, MS (Ortho)",
      "specialty": "Bone & Joint Specialist",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. AZM Selimullah is a Orthopedic Doctor in Dhaka. His qualification is MBBS, MS (Ortho). He is working as a Bone & Joint Specialist doctor in Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Doyagonj. Practicing hour of Dr. AZM Selimullah at Ibn Sina Diagnostic Center, Doyagonj is 6.30pm to 8.30pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Doyagonj",
        "address": "28, Hut Lane, Doyagonj, Gandaria, Dhaka - 1204",
        "visitingTime": "6.30pm to 8.30pm (Closed: Friday)",
        "appointmentNumber": "+8801878115751Call Now"
      }
    },
    {
      "name": "Dr. Abdullahel Wafee H.Kabir",
      "degree": "MBBS, BCS (Health), D-ORTHO, FCGP (Medicine), PGT (General, Plastic & Hand Surgery)",
      "specialty": "Bone Joint, Trauma Spine Specialist & Surgeon",
      "workplace": "Kurmitola General Hospital, Dhaka",
      "info": "Dr. Abdullahel Wafee H.Kabir is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), D-ORTHO, FCGP (Medicine), PGT (General, Plastic & Hand Surgery). He is a Assistant Registrar, Orthopedics & Trauma at Kurmitola General Hospital, Dhaka. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 02). Practicing hour of Dr. Abdullahel Wafee H.Kabir at Labaid Diagnostic, Uttara (Unit 02) is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 02)",
        "address": "House # 19, Garib E Nawaz Avenue, Sector 13, Uttara, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801766662050Call Now"
      }
    },
    {
      "name": "Prof. Dr. Syed Shahidul Islam (Shahid)",
      "degree": "MBBS, D-ORTHO (NITOR), MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Spine) Specialist Surgeon",
      "workplace": "Labaid Cancer Hospital & Super Speciality Center",
      "info": "Prof. Dr. Syed Shahidul Islam (Shahid) is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO (NITOR), MS (ORTHO). He is a Senior Consultant, Orthopedics at Labaid Cancer Hospital & Super Speciality Center. He regularly provides treatment to his patients at Labaid Cancer Hospital & Super Speciality Center. Practicing hour of Prof. Dr. Syed Shahidul Islam (Shahid) at Labaid Cancer Hospital & Super Speciality Center is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Cancer Hospital & Super Speciality Center",
        "address": "26, Green Road, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666710001Call Now"
      }
    },
    {
      "name": "Dr. M H M Alamgir",
      "degree": "MBBS, MS (Ortho)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Shaheed Suhrawardy Medical College & Hospital",
      "info": "Dr. M H M Alamgir is a Orthopedic Doctor in Dhaka. His qualification is MBBS, MS (Ortho). He is working as a Orthopedic Surgeon doctor in Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Badda. Practicing hour of Dr. M H M Alamgir at Ibn Sina Diagnostic Center, Badda is 6pm to 8pm (Closed: Thursday & Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Badda",
        "address": "Cha-72/1, Progoti Soroni, Uttar Badda, Dhaka - 1212",
        "visitingTime": "6pm to 8pm (Closed: Thursday & Friday)",
        "appointmentNumber": "+8809610009614Call Now"
      }
    },
    {
      "name": "Dr. Md. Mustafiz M. Rahman",
      "degree": "MBBS (DMC), FRCS (UK), FACS (USA)",
      "specialty": "Orthopedic & Spine Surgeon",
      "workplace": "Asgar Ali Hospital, Dhaka",
      "info": "Dr. Md. Mustafiz M. Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), FRCS (UK), FACS (USA). He is working as a Orthopedic & Spine Surgeon doctor at Asgar Ali Hospital, Dhaka. He regularly provides treatment to his patients at Asgar Ali Hospital, Dhaka. Practicing hour of Dr. Md. Mustafiz M. Rahman at Asgar Ali Hospital, Dhaka is Unknown. Please call to know visiting hour.",
      "chamber": {
        "hospital": "Asgar Ali Hospital, Dhaka",
        "address": "111/1/A, Distillery Road, Gandaria, Dhaka",
        "visitingTime": "Unknown. Please call to know visiting hour",
        "appointmentNumber": "+8801787683333Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Sazzad Hossain",
      "degree": "MBBS, BCS (Health), MS (Ortho-Sugery)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Popular Diagnostic Center, BaddaAddress: Cha-90/2, North Badda (Pragoti Sharoni), DhakaVisiting Hour: 7pm to 8:30pm (Sat, Mon & Wed)Appointment: +8809666787809Call Now",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Badda",
        "address": "Cha-72/1, Progoti Soroni, Uttar Badda, Dhaka - 1212",
        "visitingTime": "4pm to 6pm (Closed: Friday)",
        "appointmentNumber": "+8809610009614Call Now"
      }
    },
    {
      "name": "Dr. AC Saha",
      "degree": "MBBS, D-ORTHO, MS (ORTHO), AO (Trauma), AO (Spine)",
      "specialty": "Orthopedic, Trauma & Spine Surgeon",
      "workplace": "City Hospital Limited, Dhaka",
      "info": "Dr. AC Saha is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (ORTHO), AO (Trauma), AO (Spine). He is a Consultant, Orthopedics at City Hospital Limited, Dhaka. He regularly provides treatment to his patients at City Hospital Limited, Dhaka. Practicing hour of Dr. AC Saha at City Hospital Limited, Dhaka is 4pm to 6pm (Closed: Friday).",
      "chamber": {
        "hospital": "City Hospital Limited, Dhaka",
        "address": "1/8, Block-E, Lalmatia, Satmosjid Road, Mohammadpur, Dhaka – 1207",
        "visitingTime": "4pm to 6pm (Closed: Friday)",
        "appointmentNumber": "+8801558220134Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Serajus Saleheen",
      "degree": "MBBS, BCS (Health), MS (Ortho Surgery), FACS (USA)",
      "specialty": "Ortho Oncology, Orthopedic Trauma & Spine Surgery Specialist",
      "workplace": "National Institute of Cancer Research & Hospital",
      "info": "Aalok Health Care, Mirpur 1\nAddress: 21 Darus Salam Road, Mirpur 1, Dhaka\nVisiting Hour: 8pm to 9.30pm (Closed: Thu & Friday)\nAppointment: +8801915448500\nCall Now",
      "chamber": {
        "hospital": "Aalok Healthcare & Hospital, Mirpur 10",
        "address": "House # 1 & 3 , Road # 2, Block # B, Mirpur 10, Dhaka",
        "visitingTime": "5pm to 8pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801307267402Call Now"
      }
    },
    {
      "name": "Dr. Kamal Uddin Ahmed",
      "degree": "MBBS, MS (ORTHO), FICS (USA)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Injury) Specialist & Surgeon",
      "workplace": "Popular Diagnostic Center, Shantinagar",
      "info": "Dr. Kamal Uddin Ahmed is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), FICS (USA). He is a Consultant, Orthopedic Surgery at Popular Diagnostic Center, Shantinagar. He regularly provides treatment to his patients at Popular Diagnostic Center, Shantinagar. Practicing hour of Dr. Kamal Uddin Ahmed at Popular Diagnostic Center, Shantinagar is 10am to 1pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shantinagar",
        "address": "Unit # 01, House # 11, Shantinagar, Motijheel, Dhaka",
        "visitingTime": "10am to 1pm (Closed: Friday)",
        "appointmentNumber": "+8809666787803Call Now"
      }
    },
    {
      "name": "Dr. Md. Iftekharul Alam",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Bone, Joint, Pain Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Popular Diagnostic Center, Mirpur\nAddress: Unit 01, House # 67, Block # C, Section # 06, Mirpur, Dhaka\nVisiting Hour: 4pm to 7pm (Sat, Mon & Wednesday), 5pm to 8pm (Friday)\nAppointment: +8809666787807\nCall Now",
      "chamber": {
        "hospital": "Delta Hospital, Mirpur",
        "address": "26/2, Principal Abul Kashem Road, Mirpur-1, Dhaka - 1216",
        "visitingTime": "5pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801301254924Call Now"
      }
    },
    {
      "name": "Dr. Md. Meraj Uddin Mollah",
      "degree": "MBBS, BCS (Health), MS (ORTHO)",
      "specialty": "Orthopedics, Ilizarov & Deformity Correction Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Meraj Uddin Mollah completed his MBBS in 2003 from the topmost medical college of Bangladesh (Dhaka Medical College) and later joined the MS Orthopaedic Surgery course at the National Institute of Traumatology and Orthopaedic Rehabilitation (NITOR) formerly known as Pongu Hospital in 2006. He also had brilliant results in HSC and SSC securing 4th and 6th positions respectively in the combined merit list. He completed his MS (Ortho) course in 2010 at the age of 32. He was the youngest Orthopaedic Surgeon while obtaining an MS (Ortho) Degree. He has worked in different capacities in government hospitals in his career under the Ministry of Health (BCS Health). Dr. Md. Meraj Uddin Mollah is an expert in Ilizarov and all kinds of Adult and Paediatric Deformity Correction Surgery. With the technique numerous unsolved Orthopaedic problems can be easily solved, previously thought impossible or very difficult. Numerous limbs have been saved with this surgery which would otherwise require amputation. He is efficiently and successfully treating Orthopaedic patients for the last 15 years and has performed more than 10000 Ilizarov surgeries.",
      "chamber": {
        "hospital": "Trauma Center Diagnostic & Consultation",
        "address": "22/13, Block # B, Khilji Road, Shyamoli, Dhaka",
        "visitingTime": "3pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8801915-474121Call Now"
      }
    },
    {
      "name": "Dr. Md. Sariful Hasan",
      "degree": "MBBS, MS (Orthopedic Surgery)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Trauma, Spine) Specialist & Surgeon",
      "workplace": "East West Medical College & Hospital",
      "info": "Dr. Md. Sariful Hasan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedic Surgery), Fellow – ILIZAROV Surgery (Mumbai), AO Spine Principle Course, AO Trauma (India). He is a Associate Professor, Orthopedic Surgery at East West Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Uttara (Jasimuddin). Practicing hour of Dr. Md. Sariful Hasan at Popular Diagnostic Center, Uttara (Jasimuddin) is 3.30pm to 7.30pm (Closed: Saturday & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Uttara (Jasimuddin)",
        "address": "Jashimuddin Branch, House # 21, Road # 7, Sector # 4, Uttara, Dhaka",
        "visitingTime": "3.30pm to 7.30pm (Closed: Saturday & Friday)",
        "appointmentNumber": "+8801612140140Call Now"
      }
    },
    {
      "name": "Dr. Md. Asaduzzaman",
      "degree": "MBBS, BCS (Health), D-Ortho (Ortho Surgery)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Asaduzzaman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), D-Ortho (Ortho Surgery). He is a Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 01). Practicing hour of Dr. Md. Asaduzzaman at Labaid Diagnostic, Uttara (Unit 01) is 5pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 01)",
        "address": "House # 15, Road # 12, Sector # 06, Uttara, Dhaka",
        "visitingTime": "5pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801766662606Call Now"
      }
    },
    {
      "name": "Dr. Md. Mobarak Hossain",
      "degree": "MBBS, BCS (Health), D-ORTHO",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Md. Mobarak Hossain is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), D-ORTHO. He is working as a Orthopedic & Trauma Surgeon doctor at Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Health and Hope Hospital. Practicing hour of Dr. Md. Mobarak Hossain at Health and Hope Hospital is 7pm to 9pm (Sun, Mon & Wed).",
      "chamber": {
        "hospital": "Health and Hope Hospital",
        "address": "152/2/G, Green Road, Panthapath, Dhaka - 1205",
        "visitingTime": "7pm to 9pm (Sun, Mon & Wed)",
        "appointmentNumber": "+8809611996699Call Now"
      }
    },
    {
      "name": "Dr. ANM Harunur Rashid (Uzzal)",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics, Trauma & Spine Surgeon",
      "workplace": "Sir Salimullah Medical College & Mitford Hospital",
      "info": "Dr. ANM Harunur Rashid (Uzzal) is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Assistant Professor, Orthopedic Surgery at Sir Salimullah Medical College & Mitford Hospital. He regularly provides treatment to his patients at BRB Hospital, Dhaka. Practicing hour of Dr. ANM Harunur Rashid (Uzzal) at BRB Hospital, Dhaka is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "BRB Hospital, Dhaka",
        "address": "77/A, East Rajabazar, West Panthapath, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "10647Call Now"
      }
    },
    {
      "name": "Dr. Shafiqul Islam",
      "degree": "MBBS, D-Ortho (NITOR), MS (Ortho)",
      "specialty": "Orthopedic & Spine Surgeon",
      "workplace": "Mugda Medical College & Hospital",
      "info": "Dr. Shafiqul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-Ortho (NITOR), MS (Ortho). He is a Assistant Professor, Orthopedic Surgery at Mugda Medical College & Hospital. He regularly provides treatment to his patients at Islami Bank Hospital, Mugda. Practicing hour of Dr. Shafiqul Islam at Islami Bank Hospital, Mugda is 6pm to 9pm (Closed: Thursday & Friday).",
      "chamber": {
        "hospital": "Islami Bank Hospital, Mugda",
        "address": "1/24/B, Kamalapur Manda Road, South Mugdapara, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Thursday & Friday)",
        "appointmentNumber": "+8801724008677Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Hasan",
      "degree": "MBBS (DHAKA), MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Holy Family Red Crescent Medical College & Hospital",
      "info": "Dr. Mohammad Hasan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DHAKA), MS (ORTHO). He is a Associate Professor, Orthopedics at Holy Family Red Crescent Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Medical Imaging Center, Zigatola. Practicing hour of Dr. Mohammad Hasan at Ibn Sina Medical Imaging Center, Zigatola is 7pm to 9pm (Closed: Thursday & Friday).",
      "chamber": {
        "hospital": "Ibn Sina Medical Imaging Center, Zigatola",
        "address": "House # 58, Road # 2A, Zigatola Bus Stand, Dhaka - 1209",
        "visitingTime": "7pm to 9pm (Closed: Thursday & Friday)",
        "appointmentNumber": "+8801711625173Call Now"
      }
    },
    {
      "name": "Dr. Md. Aminul Haque Pathan",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Aminul Haque Pathan is a Orthopedic Doctor in Dhaka. His qualification is MBBS, MS (ORTHO). He is working as a Orthopedic Specialist & Trauma Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Mirpur. Practicing hour of Dr. Md. Aminul Haque Pathan at Ibn Sina Diagnostic Center, Mirpur is 7pm to 9pm (Closed: Tuesday & Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Mirpur",
        "address": "House # 11, Haji Road, Avenue 3, Rupnagar, Mirpur 2, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Tuesday & Friday)",
        "appointmentNumber": "+8801847262996Call Now"
      }
    },
    {
      "name": "Dr. Md. Mamun ur Rashid",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Ibn Sina Diagnostic & Consultation Center",
      "info": "Dr. Md. Mamun ur Rashid is a Orthopedic Doctor in Dhaka. His qualification is MBBS, MS (ORTHO). He is working as a Orthopedic Surgeon doctor in Ibn Sina Diagnostic & Consultation Center. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Badda. Practicing hour of Dr. Md. Mamun ur Rashid at Ibn Sina Diagnostic Center, Badda is 10.30am to 12pm (Closed: SUN, TUE, THU, FRIDAY).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Badda",
        "address": "Cha-72/1, Progoti Soroni, Uttar Badda, Dhaka - 1212",
        "visitingTime": "10.30am to 12pm (Closed: SUN, TUE, THU, FRIDAY)",
        "appointmentNumber": "+8809610009614Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Golam Mostafa",
      "degree": "MBBS, BCS (Health), MS (Ortho)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Prof. Dr. Md. Golam Mostafa is a Orthopedic Doctor in Dhaka. His qualification is MBBS, BCS (Health), MS (Ortho). He is working as a Orthopedic & Trauma Surgeon doctor in Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Dogma Hospital, Badda. Practicing hour of Prof. Dr. Md. Golam Mostafa at Dogma Hospital, Badda is 6pm to 8pm (Sun, Tue, Thu & Fri).",
      "chamber": {
        "hospital": "Dogma Hospital, Badda",
        "address": "Cha 88/1, Pragati Sarani, Uttar Badda, Dhaka",
        "visitingTime": "6pm to 8pm (Sun, Tue, Thu & Fri)",
        "appointmentNumber": "+8801921088076Call Now"
      }
    },
    {
      "name": "Prof Dr. Ishaq Bhuiyan",
      "degree": "MBBS, D-ORTHO, MS (ORTHO)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Enam Medical College & Hospital",
      "info": "Prof Dr. Ishaq Bhuiyan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (ORTHO). He is a Former Professor & Head, Orthopedic Surgery at Enam Medical College & Hospital. He regularly provides treatment to his patients at Health and Hope Hospital. Practicing hour of Prof Dr. Ishaq Bhuiyan at Health and Hope Hospital is 6pm to 9pm (Sun, Mon & Tue).",
      "chamber": {
        "hospital": "Health and Hope Hospital",
        "address": "152/2/G, Green Road, Panthapath, Dhaka - 1205",
        "visitingTime": "6pm to 9pm (Sun, Mon & Tue)",
        "appointmentNumber": "+8809611996699Call Now"
      }
    },
    {
      "name": "Dr. Imam Gaziul Haque",
      "degree": "MBBS, MS (Orthopedic Surgery)",
      "specialty": "Orthopedic Specialist, Arthroplasty & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Imam Gaziul Haque is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedic Surgery). He is a Associate Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Islami Bank Hospital, Mugda. Practicing hour of Dr. Imam Gaziul Haque at Islami Bank Hospital, Mugda is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Islami Bank Hospital, Mugda",
        "address": "1/24/B, Kamalapur Manda Road, South Mugdapara, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801724008677Call Now"
      }
    },
    {
      "name": "Dr. Syed Zakir Hossain Biplob",
      "degree": "MBBS, MS (Ortho), MPH, AO (SG), AAOS (USA)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Syed Zakir Hossain Biplob is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho), MPH, AO (SG), AAOS (USA). He is working as a Orthopedic & Trauma Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Dogma Hospital, Badda. Practicing hour of Dr. Syed Zakir Hossain Biplob at Dogma Hospital, Badda is 3pm to 4pm (Sat, Mon & Wed).",
      "chamber": {
        "hospital": "Dogma Hospital, Badda",
        "address": "Cha 88/1, Pragati Sarani, Uttar Badda, Dhaka",
        "visitingTime": "3pm to 4pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801921088076Call Now"
      }
    },
    {
      "name": "Dr. Md. Shoriful Islam",
      "degree": "MBBS, D-ORTHO",
      "specialty": "Orthopedics, Bone, Joint, Trauma & Pain Specialist",
      "workplace": "Delta Medical College & Hospital",
      "info": "Dr. Md. Shoriful Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO. He is a Associate Professor & Head, Orthopedics at Delta Medical College & Hospital. He regularly provides treatment to his patients at Delta Hospital, Mirpur. Practicing hour of Dr. Md. Shoriful Islam at Delta Hospital, Mirpur is 8.30am to 2pm (Closed: Friday).",
      "chamber": {
        "hospital": "Delta Hospital, Mirpur",
        "address": "26/2, Principal Abul Kashem Road, Mirpur-1, Dhaka - 1216",
        "visitingTime": "8.30am to 2pm (Closed: Friday)",
        "appointmentNumber": "+8801301254924Call Now"
      }
    },
    {
      "name": "Dr. Md. Khorshed Alam",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Bone, Joint, Arthritis Paralysis Specialist & Trauma Surgeon",
      "workplace": "Comilla Medical College & Hospital",
      "info": "Dr. Md. Khorshed Alam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Assistant Professor, Orthopedic Surgery at Comilla Medical College & Hospital. He regularly provides treatment to his patients at Advance Hospital, Banasree. Practicing hour of Dr. Md. Khorshed Alam at Advance Hospital, Banasree is 7pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Advance Hospital, Banasree",
        "address": "House # 1, Main Road, Block # F, Banasree, Dhaka",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801999242424Call Now"
      }
    },
    {
      "name": "Prof. Dr. Monowarul Islam",
      "degree": "MBBS, MS (Ortho Surgery)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Anwer Khan Modern Medical College & Hospital",
      "info": "Prof. Dr. Monowarul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery). He is a Professor, Orthopedic Surgery at Anwer Khan Modern Medical College & Hospital. He regularly provides treatment to his patients at Anwer Khan Modern Medical College Hospital. Practicing hour of Prof. Dr. Monowarul Islam at Anwer Khan Modern Medical College Hospital is 9am to 2pm & 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Anwer Khan Modern Medical College Hospital",
        "address": "House # 17, Road # 08, Dhanmondi R/A, Dhaka – 1205",
        "visitingTime": "9am to 2pm & 7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801819244589Call Now"
      }
    },
    {
      "name": "Dr. Md. Tanzir Bin Kashem",
      "degree": "MBBS, BCS (Health), MS (Orthopedic Surgery)",
      "specialty": "Bone-Joint, Injury, Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Md. Tanzir Bin Kashem is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedic Surgery). He is a Consultant & Surgeon, Orthopedics at Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Farazy Hospital, Banasree. Practicing hour of Dr. Md. Tanzir Bin Kashem at Farazy Hospital, Banasree is 5pm to 7pm (Sun, Tue & Fri).",
      "chamber": {
        "hospital": "Farazy Hospital, Banasree",
        "address": "House # 15-19, Block-E, Banasree, Main Road, Rampura, Dhaka",
        "visitingTime": "5pm to 7pm (Sun, Tue & Fri)",
        "appointmentNumber": "+8801882084414Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Zahidur Rahman",
      "degree": "MBBS , D-ORTHO, MS (ORTHO) , Fellowship (Spine Surgery) , AO Basic (Spine Surgery)",
      "specialty": "Orthopedics, Arthroplasty, Trauma & Spine Surgeon",
      "workplace": "Green Life Medical College & Hospital",
      "info": "Prof. Dr. Md. Zahidur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS , D-ORTHO, MS (ORTHO) , Fellowship (Spine Surgery) , AO Basic (Spine Surgery). He is a Professor, Orthopedic Surgery at Green Life Medical College & Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Prof. Dr. Md. Zahidur Rahman at Green Life Hospital, Dhaka is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801775051124Call Now"
      }
    },
    {
      "name": "Dr. Khorshed Alam Tanmay",
      "degree": "MBBS, BCS (Health), D-Ortho",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Khorshed Alam Tanmay is a Orthopedic Doctor in Dhaka. His qualification is MBBS, BCS (Health), D-Ortho. He is working as a Orthopedic & Trauma Surgeon doctor in National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Badda General Hospital. Practicing hour of Dr. Khorshed Alam Tanmay at Badda General Hospital is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Badda General Hospital",
        "address": "107/2, Progati Sarani, Uttar Badda, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801790776722Call Now"
      }
    },
    {
      "name": "Dr. Pravas Chandra Saha",
      "degree": "MBBS, BCS (Health), MS (Orthopedics), Fellowship Training (Spine Surgery)",
      "specialty": "Orthopedic, Trauma & Spine Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Pravas Chandra Saha is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedics), Fellowship Training (Spine Surgery). He is a Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Savar Prime Hospital. Practicing hour of Dr. Pravas Chandra Saha at Savar Prime Hospital is 4pm to 7pm (Sun, Tue, Thu & Fri).",
      "chamber": {
        "hospital": "Savar Prime Hospital",
        "address": "A-89, Thana Road, Talbagh, Savar, Dhaka - 1340",
        "visitingTime": "4pm to 7pm (Sun, Tue, Thu & Fri)",
        "appointmentNumber": "+8801752561542Call Now"
      }
    },
    {
      "name": "Dr. Abdullah Al Mahmud",
      "degree": "MBBS, D-ORTHO",
      "specialty": "Orthopedic & Spine Specialist Surgeon",
      "workplace": "Ibn Sina Medical College & Hospital",
      "info": "Dr. Abdullah Al Mahmud is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO. He is a Registrar, Orthopedic Surgery at Ibn Sina Medical College & Hospital. He regularly provides treatment to his patients at Al-Manar Hospital Limited. Practicing hour of Dr. Abdullah Al Mahmud at Al-Manar Hospital Limited is 4pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Al-Manar Hospital Limited",
        "address": "Plot # Umo, Block # Rossoi, Satmosjid Road, Dhaka",
        "visitingTime": "4pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801550020885Call Now"
      }
    },
    {
      "name": "Prof. Dr. S.M. Amir Hossain",
      "degree": "MBBS, MCPS (Surgery), MS (Ortho)",
      "specialty": "Orthopedics, Trauma, Spine & Arthoplasty Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. S.M. Amir Hossain is a highly skilled Orthopedic, Trauma, Spine, and Arthroplasty Surgeon with extensive expertise in treating musculoskeletal disorders. He holds an MBBS degree, along with MCPS in Surgery and an MS in Orthopedics. As a Professor of Orthopedics at the National Institute of Traumatology & Orthopedic Rehabilitation (NITOR), he specializes in managing fractures, arthritis, spinal injuries, joint pain, and sports-related orthopedic conditions. His proficiency includes joint replacement surgeries, spinal deformity corrections, and trauma management. Patients can consult him at Impulse Hospital, Dhaka, from 6 PM to 8 PM (closed on Fridays).",
      "chamber": {
        "hospital": "Impulse Hospital, Dhaka",
        "address": "304/E, Bir Uttam Mir Shawkat Sarak, Tejgaon, Dhaka",
        "visitingTime": "6pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801313434425Call Now"
      }
    },
    {
      "name": "Brig. Gen. Prof. Dr. A.K.M. Masud",
      "degree": "MBBS, MS (Ortho Surgery), Specialized Training (India)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Armed Forces Medical College, Dhaka",
      "info": "Brig. Gen. Prof. Dr. A.K.M. Masud is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery), Specialized Training (India). He is a Professor & Head (Ex), Orthopedic Surgery at Armed Forces Medical College, Dhaka. He regularly provides treatment to his patients at Anwer Khan Modern Medical College Hospital. Practicing hour of Brig. Gen. Prof. Dr. A.K.M. Masud at Anwer Khan Modern Medical College Hospital is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Anwer Khan Modern Medical College Hospital",
        "address": "House # 17, Road # 08, Dhanmondi R/A, Dhaka – 1205",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801711562089Call Now"
      }
    },
    {
      "name": "Dr. Md. Moshiur Rahman",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Md. Moshiur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Consultant, Orthopedics at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Aalok Health Care, Pallabi. Practicing hour of Dr. Md. Moshiur Rahman at Aalok Health Care, Pallabi is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Aalok Health Care, Pallabi",
        "address": "2/6 Begum Rokeya Avenue, Pallabi, Mirpur 11.5, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801825002867Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Reza Hossain Khan",
      "degree": "MBBS (DU), BCS (Health), MS (ORTHO)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis) Specialist, Trauma & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopaedic Rehabilitation",
      "info": "Dr. Mohammad Reza Hossain Khan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DU), BCS (Health), MS (ORTHO). He is a Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopaedic Rehabilitation. He regularly provides treatment to his patients at Advance Hospital, Banasree. Practicing hour of Dr. Mohammad Reza Hossain Khan at Advance Hospital, Banasree is 6pm to 10pm (Everyday).",
      "chamber": {
        "hospital": "Advance Hospital, Banasree",
        "address": "House # 1, Main Road, Block # F, Banasree, Dhaka",
        "visitingTime": "6pm to 10pm (Everyday)",
        "appointmentNumber": "+8801999242424Call Now"
      }
    },
    {
      "name": "Dr. Sheik Asraf Ullah",
      "degree": "MBBS, D-Ortho",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Northern International Medical College & Hospital",
      "info": "Dr. Sheik Asraf Ullah is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-Ortho. He is working as a Orthopedic Surgeon doctor in Northern International Medical College & Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Malibagh. Practicing hour of Dr. Sheik Asraf Ullah at Ibn Sina Diagnostic Center, Malibagh is 4.30pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Malibagh",
        "address": "House # 489, DIT Road (Near Malibagh Rail Gate), Malibagh, Dhaka",
        "visitingTime": "4.30pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801844141717Call Now"
      }
    },
    {
      "name": "Dr. Kazi Mizanur Rahman",
      "degree": "MBBS (DMC), BCS (Health), MS (Orthopedic)",
      "specialty": "Arthritis, Orthopedic & Trauma Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Kazi Mizanur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), BCS (Health), MS (Orthopedic). He is a Assistant Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Islami Bank Specialized & General Hospital, Nayapaltan. Practicing hour of Dr. Kazi Mizanur Rahman at Islami Bank Specialized & General Hospital, Nayapaltan is 5pm to 7pm (Closed: Friday).",
      "chamber": {
        "hospital": "Islami Bank Specialized & General Hospital, Nayapaltan",
        "address": "71-72, VIP Road, Nayapaltan, Dhaka",
        "visitingTime": "5pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8801977552283Call Now"
      }
    },
    {
      "name": "Dr. Saifullah Al Noman",
      "degree": "MBBS, BCS (Health), D-ORTHO (NITOR)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Spine, Paralysis) Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Saifullah Al Noman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), D-ORTHO (NITOR). He is a Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Medinova Medical Services, Mirpur. Practicing hour of Dr. Saifullah Al Noman at Medinova Medical Services, Mirpur is 7pm to 9pm (Sun, Mon, Tue & Wed).",
      "chamber": {
        "hospital": "Medinova Medical Services, Mirpur",
        "address": "Plot # 29-30, Block # Kha, Road # 1, Section # 6, Mirpur 10, Dhaka",
        "visitingTime": "7pm to 9pm (Sun, Mon, Tue & Wed)",
        "appointmentNumber": "+8801300550448Call Now"
      }
    },
    {
      "name": "Dr. Md. Masud Rana",
      "degree": "MBBS, MS (Orthopedic Surgery)",
      "specialty": "Orthopedic, Trauma & Spine Specialist Surgeon",
      "workplace": "Enam Medical College & Hospital",
      "info": "Dr. Md. Masud Rana is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedic Surgery). He is a Assistant Professor, Orthopedic Surgery at Enam Medical College & Hospital. He regularly provides treatment to his patients at Labaid Cancer Hospital & Super Speciality Center. Practicing hour of Dr. Md. Masud Rana at Labaid Cancer Hospital & Super Speciality Center is 5pm to 7pm (Closed: Mon & Friday).",
      "chamber": {
        "hospital": "Labaid Cancer Hospital & Super Speciality Center",
        "address": "26, Green Road, Dhaka",
        "visitingTime": "5pm to 7pm (Closed: Mon & Friday)",
        "appointmentNumber": "+8809666710001Call Now"
      }
    },
    {
      "name": "Prof. Dr. Major Abdul Mannan",
      "degree": "MBBS, PGC (Surgery), MS (Ortho), Fellow (India)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Asgar Ali Hospital, Dhaka",
      "info": "Prof. Dr. Major Abdul Mannan is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, PGC (Surgery), MS (Ortho), Fellow (India). He is working as a Orthopedic & Trauma Surgeon doctor at Asgar Ali Hospital, Dhaka. He regularly provides treatment to his patients at Asgar Ali Hospital, Dhaka. Practicing hour of Prof. Dr. Major Abdul Mannan at Asgar Ali Hospital, Dhaka is Unknown. Please call to know visiting hour.",
      "chamber": {
        "hospital": "Asgar Ali Hospital, Dhaka",
        "address": "111/1/A, Distillery Road, Gandaria, Dhaka",
        "visitingTime": "Unknown. Please call to know visiting hour",
        "appointmentNumber": "+8801787683333Call Now"
      }
    },
    {
      "name": "Prof. Dr. A M Shamimul Haque",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Shaheed Suhrawardy Medical College & Hospital",
      "info": "Prof. Dr. A M Shamimul Haque is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is working as a Orthopedic & Trauma Surgeon doctor in Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at Padma Diagnostic Center, Malibagh. Practicing hour of Prof. Dr. A M Shamimul Haque at Padma Diagnostic Center, Malibagh is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Padma Diagnostic Center, Malibagh",
        "address": "245/2 New Circular Road, West Malibagh, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809617444222Call Now"
      }
    },
    {
      "name": "Dr. Mizanur Rahman Kallol",
      "degree": "MBBS, D-Ortho (BSMMU), PhD (USA)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Asgar Ali Hospital, Dhaka",
      "info": "Dr. Mizanur Rahman Kallol is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-Ortho (BSMMU), PhD (USA). He is working as a Orthopedic Surgeon doctor at Asgar Ali Hospital, Dhaka. He regularly provides treatment to his patients at Asgar Ali Hospital, Dhaka. Practicing hour of Dr. Mizanur Rahman Kallol at Asgar Ali Hospital, Dhaka is Unknown. Please call to know visiting hour.",
      "chamber": {
        "hospital": "Asgar Ali Hospital, Dhaka",
        "address": "111/1/A, Distillery Road, Gandaria, Dhaka",
        "visitingTime": "Unknown. Please call to know visiting hour",
        "appointmentNumber": "+8801787683333Call Now"
      }
    },
    {
      "name": "Dr. Sheikh Forhad",
      "degree": "MBBS (SSMC), MS (ORTHO)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Sheikh Forhad is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (SSMC), MS (ORTHO). He is a Surgeon, Orthopedic Surgery at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Anwer Khan Modern Medical College Hospital. Practicing hour of Dr. Sheikh Forhad at Anwer Khan Modern Medical College Hospital is 5pm to 8.30pm (Everyday).",
      "chamber": {
        "hospital": "Anwer Khan Modern Medical College Hospital",
        "address": "House # 17, Road # 08, Dhanmondi R/A, Dhaka – 1205",
        "visitingTime": "5pm to 8.30pm (Everyday)",
        "appointmentNumber": "+8801762717505Call Now"
      }
    },
    {
      "name": "Dr. Md. Hasibuzzaman",
      "degree": "MBBS (DMC), MRCS (Edinburgh), MS (Orthopedic Surgery)",
      "specialty": "Orthopedic, Trauma & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Md. Hasibuzzaman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), MRCS (Edinburgh), MS (Orthopedic Surgery). He is a Consultant, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Bangladesh Spine & Orthopedic Hospital. Practicing hour of Dr. Md. Hasibuzzaman at Bangladesh Spine & Orthopedic Hospital is 7pm to 10pm (Mon, Tue & Wednesday).",
      "chamber": {
        "hospital": "Bangladesh Spine & Orthopedic Hospital",
        "address": "10, Main Road, Kallayanpur (Bus Stand), Dhaka - 1216",
        "visitingTime": "7pm to 10pm (Mon, Tue & Wednesday)",
        "appointmentNumber": "+8801674122376Call Now"
      }
    },
    {
      "name": "Prof. Dr. Monaim Hossen",
      "degree": "MBBS, MS (ORTHO), FACS (USA)",
      "specialty": "Orthopedics, Arthroplasty & Arthroscopy Surgeon",
      "workplace": "Green Life Medical College & Hospital",
      "info": "Prof. Dr. Monaim Hossen is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), FACS (USA). He is a Professor, Orthopedic Surgery at Green Life Medical College & Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Prof. Dr. Monaim Hossen at Green Life Hospital, Dhaka is 6pm to 9pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801796640611Call Now"
      }
    },
    {
      "name": "Dr. Md. Fayez Ahmed",
      "degree": "MBBS (Dhaka), BCS (Health), D-Ortho (BSMMU), MS-Ortho (BSMMU)",
      "specialty": "Orthopedics, Bone, Joint, Trauma Specialist & Surgeon",
      "workplace": "Shahabuddin Medical College & Hospital",
      "info": "Popular Diagnostic Center, NarayanganjAddress: 231/4, Bangabandhu Road, Chashara, Narayanganj – 1400Visiting Hour: 10am to 1pm (Sun, Tue & Thu)Appointment: +8809666787804Call Now",
      "chamber": {
        "hospital": "Al-Manar Hospital Limited",
        "address": "Plot # Umo, Block # Rossoi, Satmosjid Road, Dhaka",
        "visitingTime": "3pm to 6pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801711-891027Call Now"
      }
    },
    {
      "name": "Dr. K M Rafiqul Islam Shetu",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic & Spine Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. K M Rafiqul Islam Shetu is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is working as a Orthopedic & Spine Surgeon doctor in Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Padma Diagnostic Center, Malibagh. Practicing hour of Dr. K M Rafiqul Islam Shetu at Padma Diagnostic Center, Malibagh is 7pm to 9pm (Sat, Sun, Tue & Wed).",
      "chamber": {
        "hospital": "Padma Diagnostic Center, Malibagh",
        "address": "245/2 New Circular Road, West Malibagh, Dhaka",
        "visitingTime": "7pm to 9pm (Sat, Sun, Tue & Wed)",
        "appointmentNumber": "+8809617444222Call Now"
      }
    },
    {
      "name": "Dr. Sheikh Borhan Uddin",
      "degree": "MBBS, MS (Ortho Surgery)",
      "specialty": "Orthopedic Surgeon",
      "workplace": "Central Police Hospital",
      "info": "Dr. Sheikh Borhan Uddin is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho Surgery). He is working as a Orthopedic Surgeon doctor in Central Police Hospital. He regularly provides treatment to his patients at Ibn Sina Diagnostic Center, Malibagh. Practicing hour of Dr. Sheikh Borhan Uddin at Ibn Sina Diagnostic Center, Malibagh is 10am to 12pm (Closed: Sun, Mon & Tue).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Malibagh",
        "address": "House # 489, DIT Road (Near Malibagh Rail Gate), Malibagh, Dhaka",
        "visitingTime": "10am to 12pm (Closed: Sun, Mon & Tue)",
        "appointmentNumber": "+8801844141717Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Shahriar Rahman",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedics (Bone, Joint, Arthroplasty, Musculoskeletal Tumor, Sports Injury) Specialist",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Mohammad Shahriar Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Assistant Professor, Orthopedic Surgery at Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Dr. Mohammad Shahriar Rahman at Green Life Hospital, Dhaka is 4pm to 9.30pm (Everyday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "4pm to 9.30pm (Everyday)",
        "appointmentNumber": "+8801711019087Call Now"
      }
    },
    {
      "name": "Dr. Tanmoy Kairy",
      "degree": "MBBS, D-ORTHO",
      "specialty": "Orthopedics, Trauma, Hand & Micro Surgery Specialist",
      "workplace": "Green Life Medical College & Hospital",
      "info": "Dr. Tanmoy Kairy is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO. He is a Consultant, Orthopedic Surgery at Green Life Medical College & Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Dr. Tanmoy Kairy at Green Life Hospital, Dhaka is 10am to 12pm (Closed: Sat & Friday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "10am to 12pm (Closed: Sat & Friday)",
        "appointmentNumber": "+8801302756352Call Now"
      }
    },
    {
      "name": "Dr. Abdul Khaleque",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopedic, Ilizarov, Trauma & Reconstructive Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Abdul Khaleque is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO). He is a Assistant Professor, Orthopedics at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Farazy Hospital, Banasree. Practicing hour of Dr. Abdul Khaleque at Farazy Hospital, Banasree is 7.30pm to 10pm (Wed & Thursday).",
      "chamber": {
        "hospital": "Farazy Hospital, Banasree",
        "address": "House # 15-19, Block-E, Banasree, Main Road, Rampura, Dhaka",
        "visitingTime": "7.30pm to 10pm (Wed & Thursday)",
        "appointmentNumber": "+8801882084414Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Asadullah Ripon",
      "degree": "MBBS (DMC), D-ORTHO (NITOR), Fellow in Hand (UK), AO Fellow (China)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Enam Medical College & Hospital",
      "info": "Dr. Mohammad Asadullah Ripon is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), D-ORTHO (NITOR), Fellow in Hand (UK), AO Fellow (China). He is a Associate Professor, Orthopedic Surgery at Enam Medical College & Hospital. He regularly provides treatment to his patients at Enam Medical College & Hospital. Practicing hour of Dr. Mohammad Asadullah Ripon at Enam Medical College & Hospital is 8am to 2.30pm & 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Enam Medical College & Hospital",
        "address": "9/3 Parboti Nagar, Thana Road, Savar, Dhaka",
        "visitingTime": "8am to 2.30pm & 5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801716358146Call Now"
      }
    },
    {
      "name": "Dr. Mohammad Mahfuzur Rahman",
      "degree": "MBBS, D-ORTHO (NITOR), MS (ORTHO), AO Basic (Dhaka), AO Advance (India)",
      "specialty": "Orthopedics, Trauma & Spine Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Mohammad Mahfuzur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO (NITOR), MS (ORTHO), AO Basic (Dhaka), AO Advance (India). He is a Assistant Professor, Orthopedic Surgery at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Dr. Mohammad Mahfuzur Rahman at Green Life Hospital, Dhaka is 5pm to 8pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "5pm to 8pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801636730442Call Now"
      }
    },
    {
      "name": "Dr. Ainul Islam Joarder",
      "degree": "MBBS, D-ORTHO (NITOR)",
      "specialty": "Orthopedic & Trauma Specialist Surgeon",
      "workplace": "Kumudini Womens Medical College & Hospital",
      "info": "Dr. Ainul Islam Joarder is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO (NITOR). He is a Associate Professor, Orthopedic Surgery at Kumudini Womens Medical College & Hospital. He regularly provides treatment to his patients at Al-Manar Hospital Limited. Practicing hour of Dr. Ainul Islam Joarder at Al-Manar Hospital Limited is 10am to 1pm (Sat, Sun & Mon).",
      "chamber": {
        "hospital": "Al-Manar Hospital Limited",
        "address": "Plot # Umo, Block # Rossoi, Satmosjid Road, Dhaka",
        "visitingTime": "10am to 1pm (Sat, Sun & Mon)",
        "appointmentNumber": "+8801550020885Call Now"
      }
    },
    {
      "name": "Dr. Suman Kumar Roy",
      "degree": "MBBS, MS (ORTHO), FACS (USA)",
      "specialty": "Hip, Knee, Joint Replacement, Hand & Pediatric Orthopedic Surgeon",
      "workplace": "Green Life Medical College & Hospital",
      "info": "Dr. Suman Kumar Roy is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), FACS (USA). He is a Consultant, Orthopedic Surgery at Green Life Medical College & Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Dr. Suman Kumar Roy at Green Life Hospital, Dhaka is 5pm to 9pm (Sat, Mon, Tue & Wed).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "5pm to 9pm (Sat, Mon, Tue & Wed)",
        "appointmentNumber": "+8801926684160Call Now"
      }
    },
    {
      "name": "Dr. Md. Javed Rasheed",
      "degree": "MBBS, MS (Orthopedics), PGT (Surgery)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Bangladesh Specialized Hospital",
      "info": "Dr. Md. Javed Rasheed is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedics), PGT (Surgery). He is working as a Orthopedic & Trauma Surgeon doctor in Bangladesh Specialized Hospital. He regularly provides treatment to his patients at Bangladesh Specialized Hospital. Practicing hour of Dr. Md. Javed Rasheed at Bangladesh Specialized Hospital is Unknown. Please call to know visiting hour.",
      "chamber": {
        "hospital": "Bangladesh Specialized Hospital",
        "address": "21, Mirpur Road, Shyamoli, Dhaka – 1207, Bangladesh",
        "visitingTime": "Unknown. Please call to know visiting hour",
        "appointmentNumber": "+8809666700100Call Now"
      }
    },
    {
      "name": "Dr. Dewan Nurul Islam",
      "degree": "MBBS (DMC), BCS (Health), MS (Ortho Surgery)",
      "specialty": "Orthopedic Specialist & Trauma Surgeon",
      "workplace": "Government of the People's Republic of Bangladesh",
      "info": "Dr. Dewan Nurul Islam is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (DMC), BCS (Health), MS (Ortho Surgery). He is a Consultant, Orthopedic Surgery at Government of the People's Republic of Bangladesh. He regularly provides treatment to his patients at Savar Prime Hospital. Practicing hour of Dr. Dewan Nurul Islam at Savar Prime Hospital is 4pm to 7pm (Sat & Wed) 10am to 1pm (Fri).",
      "chamber": {
        "hospital": "Savar Prime Hospital",
        "address": "A-89, Thana Road, Talbagh, Savar, Dhaka - 1340",
        "visitingTime": "4pm to 7pm (Sat & Wed) 10am to 1pm (Fri)",
        "appointmentNumber": "+8801752561542Call Now"
      }
    },
    {
      "name": "Dr. Md. Omar Faruque Golam Kibria",
      "degree": "MBBS, MS (Ortho), AO Fellow (Trauma), Fellow (AIIMS)",
      "specialty": "Hand & Replacement Surgery Specialist",
      "workplace": "Japan Bangladesh Friendship Hospital",
      "info": "Dr. Md. Omar Faruque Golam Kibria is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (Ortho), AO Fellow (Trauma), Fellow (AIIMS). He is working as a Hand & Replacement Surgery Specialist doctor in Japan Bangladesh Friendship Hospital. He regularly provides treatment to his patients at Japan Bangladesh Friendship Hospital. Practicing hour of Dr. Md. Omar Faruque Golam Kibria at Japan Bangladesh Friendship Hospital is 6pm to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Japan Bangladesh Friendship Hospital",
        "address": "55 Satmasjid Road, Zigatola Bus Stand, Dhanmondi",
        "visitingTime": "6pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+88029672277Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Johurul Hoque",
      "degree": "MBBS, D-Ortho (DU), A.O. (Trauma)",
      "specialty": "Orthopedics (Pain, Joint, Arthritis & Fracture) Specialist & Surgeon",
      "workplace": "Zainul Haque Sikder Women's Medical College & Hospital",
      "info": "Prof. Dr. Md. Johurul Hoque is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-Ortho (DU), A.O. (Trauma). He is a Professor & Head of the Dept. (Orthopedic Department) at Zainul Haque Sikder Women's Medical College & Hospital. He regularly provides treatment to his patients at Momtaj Trauma Center. Practicing hour of Prof. Dr. Md. Johurul Hoque at Momtaj Trauma Center is 5pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Momtaj Trauma Center",
        "address": "56, Block-A (2nd Floor), Road-03, Dhaka Real Estate Kaderabad Housing, Mohammadpur, Dhaka",
        "visitingTime": "5pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801332547750, +8801332547751, +8801844080671Call Now"
      }
    },
    {
      "name": "Lt. Col. (Dr.) Md. Zamil Zaidur Rahim",
      "degree": "MBBS, MS (Orthopedics)",
      "specialty": "Orthopedic, Trauma, Arthroplasty & Arthroscopy Surgeon",
      "workplace": "Evercare Hospital, Dhaka",
      "info": "Lieutenant Colonel Dr. Md. Zamil Zaidur Rahim graduated (MBBS) from Rajshahi Medical College, one of the top medical colleges in Bangladesh in 1994. He joined the National Institute of Traumatology and Orthopaedic Rehabilitation (NITOR), the highest academic institution in orthopaedics in Bangladesh, in 2005 and completed his M.S. degree in 2009. Dr. Zamil completed the fellowship in arthroscopy and arthroplasty in 2013 from the renowned Apollo Hospital in Delhi, India. Additionally, in 2019, Dr. Zamil received advanced training in Orthopaedics and Ilizarov Surgery from the University of Health Science, Turkey. Before joining Evercare Hospital in Dhaka, he served in Bangladesh Army for 27 years, where he successfully completed more than 3000 arthroscopic, over 200 knee and hip replacements and numerous trauma, orthopaedic and Ilizarov surgeries.",
      "chamber": {
        "hospital": "Evercare Hospital, Dhaka",
        "address": "Plot # 81, Block # E, Bashundhara R/A, Dhaka",
        "visitingTime": "9am to 5pm (Closed: Friday)",
        "appointmentNumber": "10678Call Now"
      }
    },
    {
      "name": "Prof. Dr. M. Abdus Samad",
      "degree": "MBBS, D-ORTHO, MS (ORTHO), FELLOW (ORTHO)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Trauma) Specialist & Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. M. Abdus Samad is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO, MS (ORTHO), FELLOW (ORTHO). He is a Professor of Orthopedics Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Samorita Hospital Ltd, Panthapath. Practicing hour of Prof. Dr. M. Abdus Samad at Samorita Hospital Ltd, Panthapath is 11am to 1pm (Closed: Friday).",
      "chamber": {
        "hospital": "Samorita Hospital Ltd, Panthapath",
        "address": "89/1, Panthapath, Dhaka - 1215, Bangladesh",
        "visitingTime": "11am to 1pm (Closed: Friday)",
        "appointmentNumber": "10674Call Now"
      }
    },
    {
      "name": "Dr. Muhammad Rafiqul Islam",
      "degree": "MBBS (MMC), MS (ORTHO) NITOR, AO Trauma (Basic) BD, AO Trauma (Advance) Singapore",
      "specialty": "Arthroscopy, Arthroplasty, Trauma & Orthopedic Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "US Model Hospital & Diagnostic Centre, Madaripur\nAddress: Takerhat Bazar, (Simultola), Rajoir, Madaripur\nVisiting Hour: 9am to 7pm (Only Friday)\nAppointment: 01712105649, 01718569268, 01780380904\nCall Now",
      "chamber": {
        "hospital": "Islami Bank Hospital, Mirpur",
        "address": "Plot # 31, Block # D, Section # 11, Mirpur, Dhaka – 1216",
        "visitingTime": "4pm to 7.30pm (Sunday & Tuesday), 5pm to 10pm (Monday & Wednesday)",
        "appointmentNumber": "01844610513, 01844610514, 01844610515, 01844610516Call Now"
      }
    },
    {
      "name": "Professor Dr. Noor Mohammad",
      "degree": "MBBS, D-Ortho (DU), MS-Ortho (BSMMU)",
      "specialty": "Orthopedics (Bone, Joint, Trauma, Spine) Specialist & Surgeon",
      "workplace": "International Medical College & Hospital, Gazipur",
      "info": "Ibn Sina Medical College Hospital, Kallyanpur\nAddress: 1/1 B, Kallyanpur, Dhaka\nVisiting Hour: 10am to 1pm (Closed: Friday)\nAppointment: +8801710-562467\nCall Now",
      "chamber": {
        "hospital": "Labaid Diagnostic, Mirpur",
        "address": "Plot # 09, Block # B, Section # 01, Mirpur, Dhaka",
        "visitingTime": "5pm to 7pm (Sat to Thu), 6pm to 8pm (Fri)",
        "appointmentNumber": "+8801710-562467Call Now"
      }
    },
    {
      "name": "Dr. Nabil Zunayed Sidny",
      "degree": "MBBS, D-ORTHO (BSSMU)",
      "specialty": "Orthopedic (Bone, Joint, Arthritis, Trauma) Specialist & Surgeon",
      "workplace": "Shaheed Monsur Ali Medical College Hospital",
      "info": "Dr. Nabil Zunayed Sidny is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, D-ORTHO (BSSMU). He is a Assistant Professor, Orthopedics at Shaheed Monsur Ali Medical College Hospital. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 02). Practicing hour of Dr. Nabil Zunayed Sidny at Labaid Diagnostic, Uttara (Unit 02) is 4pm to 6pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 02)",
        "address": "House # 19, Garib E Nawaz Avenue, Sector 13, Uttara, Dhaka",
        "visitingTime": "4pm to 6pm (Closed: Friday)",
        "appointmentNumber": "+8801766662050Call Now"
      }
    },
    {
      "name": "Dr. Asim Chandra Ghosh",
      "degree": "MBBS (Dhaka), BCS (Health), D-ORTHO",
      "specialty": "Orthopedics Specialist& Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Asim Chandra Ghosh is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (Dhaka), BCS (Health), D-ORTHO. He is a Consultant, Orthopedics at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Labaid Diagnostic, Uttara (Unit 02). Practicing hour of Dr. Asim Chandra Ghosh at Labaid Diagnostic, Uttara (Unit 02) is 7pm to 9pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Uttara (Unit 02)",
        "address": "House # 19, Garib E Nawaz Avenue, Sector 13, Uttara, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801766662050Call Now"
      }
    },
    {
      "name": "Dr. Md. Ehteshamul Choudhury (Romu)",
      "degree": "MBBS, MS-Ortho (NITOR), AO Trauma Advanced (India)",
      "specialty": "Orthopedics (Bone, Joint, Spine) Specialist & Trauma Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Md. Ehteshamul Choudhury (Romu) is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS-Ortho (NITOR), AO Trauma Advanced (India). He is a Assistant Professor (Orthopedics) at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Shantinagar. Practicing hour of Dr. Md. Ehteshamul Choudhury (Romu) at Popular Diagnostic Center, Shantinagar is 7pm to 9:30pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shantinagar",
        "address": "Bhaban 2, House # 15, Shantinagar, Motijheel, Dhaka",
        "visitingTime": "7pm to 9:30pm (Closed: Friday)",
        "appointmentNumber": "+8809666787803Call Now"
      }
    },
    {
      "name": "Dr. Golam Mahbub Chowdhury",
      "degree": "MBBS, BCS (Health), MS (Orthopedic Surgery)",
      "specialty": "Orthopedic, Trauma, Spine & Arthroscopy Specialist Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Golam Mahbub Chowdhury is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedic Surgery). He is a Assistant Registrar, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Labaid Diagnostic, Malibagh. Practicing hour of Dr. Golam Mahbub Chowdhury at Labaid Diagnostic, Malibagh is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Labaid Diagnostic, Malibagh",
        "address": "House # B65, Chowdhury Para, Malibagh, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801766662555Call Now"
      }
    },
    {
      "name": "Prof. Dr. Shakeel Akhter",
      "degree": "MBBS, MS (Orthopedics)",
      "specialty": "Orthopedic & Trauma Surgeon",
      "workplace": "Anwer Khan Modern Medical College & Hospital",
      "info": "Prof. Dr. Shakeel Akhter is a Orthopedics Surgeon in Dhaka. His qualification is MBBS, MS (Orthopedics). He is working as a Orthopedic & Trauma Surgeon doctor at Anwer Khan Modern Medical College & Hospital. He regularly provides treatment to his patients at Health and Hope Hospital. Practicing hour of Prof. Dr. Shakeel Akhter at Health and Hope Hospital is 7pm to 9pm (Sat, Mon, Tue & Thu).",
      "chamber": {
        "hospital": "Health and Hope Hospital",
        "address": "152/2/G, Green Road, Panthapath, Dhaka - 1205",
        "visitingTime": "7pm to 9pm (Sat, Mon, Tue & Thu)",
        "appointmentNumber": "+8809611996699Call Now"
      }
    },
    {
      "name": "Dr. Nurul Alam Siddique (Pavel)",
      "degree": "MBBS, BCS (Health), D-Ortho (NITOR)",
      "specialty": "Orthopedics (Bone, Joint, Spine) Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Nurul Alam Siddique (Pavel) is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, BCS (Health), D-Ortho (NITOR). He is a Consultant (Orthopedic Surgery) at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Mirpur General Hospital & Diagnostic Center. Practicing hour of Dr. Nurul Alam Siddique (Pavel) at Mirpur General Hospital & Diagnostic Center is 6.30pm to 7.30pm (Sat, Mon & Wed).",
      "chamber": {
        "hospital": "Mirpur General Hospital & Diagnostic Center",
        "address": "Plot - 10, Road - 4/5, Section - 12, Kalshi Road, Mirpur, Dhaka",
        "visitingTime": "6.30pm to 7.30pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801610964966Call Now"
      }
    },
    {
      "name": "Prof. Dr. M R Karim (Reza)",
      "degree": "MBBS, BCS (Health), MS (Ortho), FACS (USA)",
      "specialty": "Spine & Orthopedic Specialist and Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. M R Karim (Reza) is a Spine Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Ortho), FACS (USA), Visiting Fellow Spine Surgery (UK), Fellowship Training in Spine Surgery (Japan), Fellowship Training in Spine Surgery (Thailand), AO Spine Scoliosis Training (India), APSS Training (Philippine), AO Spine Advance Training (Nepal). He is a Professor (Spine & Ortho Surgery) at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Shyamoli. Practicing hour of Prof. Dr. M R Karim (Reza) at Popular Diagnostic Center, Shyamoli is 2.30pm to 4pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shyamoli",
        "address": "Opposite to Shyamoli Shishu Mela, Babor Road, Mohammadpur, Dhaka",
        "visitingTime": "2.30pm to 4pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8809666787806Call Now"
      }
    },
    {
      "name": "Prof. Dr. M.H. Tofayel (Biplob)",
      "degree": "MBBS, MS (Ortho Surgery), FACS (USA)",
      "specialty": "Bone, Joint, Arthritis, Spine, Joint Replacement, Pelvic Acetabular Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. M.H. Tofayel (Biplob) is a renowned Orthopedic Surgeon with extensive expertise in bone, joint, arthritis, spine, and joint replacement surgeries. Holding an MBBS and an MS in Orthopedic Surgery, he has further honed his skills through prestigious fellowships in Arthroscopy & Arthroplasty (India), Hip & Knee Course (USA), and multiple AO Trauma Advanced courses in Thailand and Austria. As a Professor at the National Institute of Traumatology & Orthopedic Rehabilitation, Dr. Tofayel specializes in treating fractures, osteoarthritis, rheumatoid arthritis, spinal disorders, sports injuries, hip and knee replacements, and pelvic acetabular surgeries. He is available for consultations at Digilab Medical Services Ltd, Mirpur, Dhaka, on Sundays, Tuesdays, and Thursdays from 7 PM to 9 PM. With his vast experience and international training, he is a trusted expert for orthopedic and trauma care in Bangladesh.",
      "chamber": {
        "hospital": "Digilab Medical Services Ltd, Mirpur",
        "address": "House # 02, Road # 06, Block # A, Mirpur-10, Dhaka",
        "visitingTime": "7pm to 9pm (Sun, Tue & Thu)",
        "appointmentNumber": "+8801626792323Call Now"
      }
    },
    {
      "name": "Dr. G.M. Ruhul Quddus",
      "degree": "MBBS, D-Ortho (BSMMU)",
      "specialty": "Orthopedics (Bone, Joint, Spine) Specialist & Trauma Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. G.M. Ruhul Quddus is a skilled Orthopedic Specialist and Trauma Surgeon with expertise in treating bone, joint, and spine-related conditions. He holds an MBBS and a D-Ortho from BSMMU and currently serves as an Assistant Professor in the Department of Orthopedic Surgery at the National Institute of Traumatology & Orthopedic Rehabilitation (NITOR). Dr. Ruhul Quddus specializes in managing fractures, arthritis, back pain, disc herniation, osteoporosis, sports injuries, and other musculoskeletal disorders. He provides expert consultations and surgical treatments at Digilab Medical Services Ltd, Mirpur, located at House # 146, Road # 02, Block # B, Pallabi, Mirpur-12, Dhaka. His visiting hours are from 8:30 PM to 9:30 PM, except on Thursdays and Fridays. For specialized orthopedic care, book an appointment with Dr. G.M. Ruhul Quddus today.",
      "chamber": {
        "hospital": "Digilab Medical Services Ltd, Mirpur",
        "address": "House # 146, Road # 02, Block # B, Pallabi, Mirpur-12, Dhaka",
        "visitingTime": "8.30pm to 9.30pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8801626792323Call Now"
      }
    },
    {
      "name": "Dr. A.K.M. Khalequzzaman (Dipu)",
      "degree": "MBBS, MS (ORTHO)",
      "specialty": "Orthopaedic, Trauma, Bone & Joint Specialist",
      "workplace": "Universal Medical College & Hospital",
      "info": "Dr. A.K.M. Khalequzzaman (Dipu) is a highly skilled orthopedic, trauma, bone, and joint specialist with extensive expertise in diagnosing and treating musculoskeletal disorders. Holding an MBBS and MS in Orthopedic Surgery, he serves as an Assistant Professor of Orthopedic Surgery at Universal Medical College & Hospital, providing advanced surgical and non-surgical treatments. Dr. Khalequzzaman specializes in managing fractures, arthritis, back and neck pain, joint replacement, sports injuries, ligament tears, and spine disorders. He is available for consultation at Comfort Diagnostic Center, Dhanmondi, from 8 PM to 10 PM (Closed: Monday & Friday). Book an appointment today for expert orthopedic care.",
      "chamber": {
        "hospital": "Comfort Diagnostic Center, Dhanmondi",
        "address": "Comfort Doctors’ Chamber 3, 165-166, Green Road, Dhaka",
        "visitingTime": "8pm to 10pm (Closed: Mon & Friday)",
        "appointmentNumber": "+8801731956033Call Now"
      }
    },
    {
      "name": "Dr. Abu Md. Mofakhkharul Islam (Rana)",
      "degree": "MBBS (DU), D-Ortho (BSMMU)",
      "specialty": "Orthopedics (Bone, Joint, Spine) Specialist & Trauma Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Dr. Abu Md. Mofakhkharul Islam (Rana) is a highly skilled orthopedic specialist and trauma surgeon with expertise in bone, joint, and spine disorders. He holds an MBBS from Dhaka University and a D-Ortho from Bangabandhu Sheikh Mujib Medical University (BSMMU). As an Assistant Professor of Orthopedic Surgery at BSMMU, he has extensive experience in treating fractures, arthritis, spinal disorders, joint pain, and sports injuries. His specialized care covers conditions such as osteoarthritis, rheumatoid arthritis, scoliosis, herniated discs, and bone trauma. Dr. Rana provides consultations at Digilab Medical Services Ltd in Mirpur, Dhaka, where he is available from 6 PM to 9 PM (closed on Fridays). Patients seeking expert orthopedic care can visit his chamber at House # 02, Road # 06, Block # A, Mirpur-10, Dhaka.",
      "chamber": {
        "hospital": "Digilab Medical Services Ltd, Mirpur",
        "address": "House # 02, Road # 06, Block # A, Mirpur-10, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801626792323Call Now"
      }
    },
    {
      "name": "Prof. Dr. Brig. Gen. Md. Salim-Ur-Rahman",
      "degree": "MBBS, MS (Orthopedics), MRCPS (Glasgow)",
      "specialty": "Orthopedic, Trauma & Spine Surgeon",
      "workplace": "Combined Military Hospital (CMH), Dhaka",
      "info": "Prof. Dr. Brig. Gen. Md. Salim-Ur-Rahman is a renowned orthopedic, trauma, and spine surgeon in Dhaka, holding qualifications such as MBBS, MS (Orthopedics), MRCPS (Glasgow), along with advanced fellowships in spine surgery, minimally invasive spine surgery (MISS), and microdisk surgery from India, Bangkok, and Germany. He specializes in treating a wide range of conditions including spinal disc herniation, scoliosis, degenerative spine diseases, fractures, joint pain, and sports injuries. Dr. Salim-Ur-Rahman serves as the Head of Department and Advisor Specialist at Combined Military Hospital (CMH), Dhaka. He sees patients at Medinova Medical Services, Mirpur (Plot # 29-30, Block # Kha, Road # 1, Section # 6, Mirpur 10, Dhaka) from 6pm to 8pm, except on Fridays.",
      "chamber": {
        "hospital": "Medinova Medical Services, Mirpur",
        "address": "Plot # 29-30, Block # Kha, Road # 1, Section # 6, Mirpur 10, Dhaka",
        "visitingTime": "6pm to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801627172222Call Now"
      }
    },
    {
      "name": "Prof. Dr. M. K. I. Qayyum Chowdhury",
      "degree": "MBBS, MS (Ortho), FRCS (Glasgow)",
      "specialty": "Orthopedics (Bone, Joint, Spine) Specialist & Trauma Surgeon",
      "workplace": "Birdem General Hospital & Ibrahim Medical College",
      "info": "Prof. Dr. M. K. I. Qayyum Chowdhury is a renowned orthopedics, bone, joint, and spine specialist and trauma surgeon in Dhaka. He holds MBBS, MS (Ortho), and FRCS (Glasgow) qualifications and currently serves as the Director General of Birdem General Hospital & Ibrahim Medical College. With extensive experience in treating bone fractures, joint dislocations, spine injuries, arthritis, osteoporosis, back pain, and sports injuries, Dr. Chowdhury offers consultations at BIRDEM Specialized Chamber Complex, Shahbag, Dhaka. His chamber is open from 2pm to 3.30pm, except on Fridays.",
      "chamber": {
        "hospital": "BIRDEM Specialized Chamber Complex",
        "address": "Room - 210/13, Main Building, 122, Kazi Nazrul Islam Avenue, Shahbag, Dhaka",
        "visitingTime": "2pm to 3.30pm (Closed: Friday)",
        "appointmentNumber": "+8801716810172Call Now"
      }
    },
    {
      "name": "Dr. Arun Kumar Sarker",
      "degree": "MBBS (Dhaka), BCS (Health), MS (Ortho), FACS (USA)",
      "specialty": "Orthopedics, Trauma &  Ilizarov Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Arun Kumar Sarker is a highly skilled orthopedics, trauma, and Ilizarov surgery specialist in Dhaka. He completed his MBBS (Dhaka), BCS (Health), and MS (Orthopedics), and is a Fellow of the American College of Surgeons (FACS, USA). He has also undergone advanced training at the Russian Ilizarov Scientific Centre for Restorative Traumatology & Orthopaedics (RICS, RTO) and completed an Advanced Trauma Course from Tulane University, USA. Dr. Arun specializes in treating bone fractures, joint dislocations, complex trauma, arthritis, osteoarthritis, limb length discrepancies, non-healing fractures, bone infections, and congenital orthopedic deformities. He is especially experienced in the Ilizarov technique for bone lengthening, deformity correction, and complex limb salvage procedures. Dr. Sarker currently serves as an Assistant Professor (Orthopedics/Ilizarov) at the National Institute of Traumatology & Orthopedic Rehabilitation (NITOR). He provides consultations at Medinova Medical Services, Mirpur, situated at Plot # 29-30, Block # Kha, Road # 1, Section # 6, Mirpur 10, Dhaka, with visiting hours from 6.30pm to 8.30pm (Sun, Tue & Thu).",
      "chamber": {
        "hospital": "Medinova Medical Services, Mirpur",
        "address": "Plot # 29-30, Block # Kha, Road # 1, Section # 6, Mirpur 10, Dhaka",
        "visitingTime": "6.30pm to 8.30pm (Sun, Tue & Thu)",
        "appointmentNumber": "+8801627172222Call Now"
      }
    },
    {
      "name": "Dr. Mushfique Manjur",
      "degree": "MBBS (CMC), MS (Orthopaedics) (NITOR), CCD (BIRDEM)",
      "specialty": "Orthopaedics, Trauma & Spine Surgeon",
      "workplace": "Delta Medical College & Hospital, Mirpur, Dhaka",
      "info": "Dr. Mushfique Manjur is a dedicated orthopaedics, trauma, and spine surgeon in Dhaka. He holds MBBS (CMC), MS (Orthopaedics) from NITOR, CCD (BIRDEM), with advanced training in AO Trauma (Basic & Advanced) from India, and a fellowship in spine surgery. Dr. Mushfique Manjur currently serves as an Assistant Professor in the Department of Orthopaedics at Delta Medical College & Hospital, Mirpur, Dhaka. He provides specialist care for bone, joint, trauma, and spine conditions at his chamber in Ibn Sina Specialized Hospital, Dhanmondi, located at House # 68, Road # 15/A, Sankar, Dhanmondi, Dhaka. His visiting hours are from 3pm to 7pm on Saturday, Monday, and Wednesday.",
      "chamber": {
        "hospital": "Ibn Sina Specialized Hospital, Dhanmondi",
        "address": "House # 68, Road # 15/A, Sankar, Dhanmondi, Dhaka",
        "visitingTime": "3pm to 7pm (Sat, Mon & Wed)",
        "appointmentNumber": "+8801865858508Call Now"
      }
    },
    {
      "name": "Prof. Dr. Col. Mohammad Abdul Quader",
      "degree": "MBBS (Dhaka), MS (Ortho Surgery), FACS (USA), AO Basic (India)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Hip Pain, Knee Pain, Sports Injury) Specialist & Surgeon",
      "workplace": "Combined Military Hospital (CMH), Dhaka",
      "info": "Prof. Dr. Col. Mohammad Abdul Quader is a Orthopedic Surgeon in Dhaka. His qualification is MBBS (Dhaka), MS (Ortho Surgery), FACS (USA), AO Basic (India). He is a Classified Specialist in Orthopedic Surgery at Combined Military Hospital (CMH), Dhaka. He regularly provides treatment to his patients at Kingston Hospital Limited. Practicing hour of Prof. Dr. Col. Mohammad Abdul Quader at Kingston Hospital Limited is 7pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Kingston Hospital Limited",
        "address": "House # 51-54, Road # 01 & 02, Block # D, Pallabi, Mirpur-12, Dhaka",
        "visitingTime": "7pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801340952300Call Now"
      }
    }
  ]
}