{
  "doctor": [
    {
      "name": "Professor Dr. (Colonel) Md. Mahbub Ali",
      "degree": "MBBS, MS (Ortho Surgery) (NITOR)",
      "specialty": "Orthopaedics, Trauma, Arthroscopy, Arthroplasty & Spine Surgeon",
      "workplace": "Combined Military Hospital (CMH), Dhaka",
      "info": "Professor Dr. (Colonel) Md. Mahbub Ali is a highly experienced Orthopaedic and spine Surgeon specializing in trauma, arthroscopy, and arthroplasty. He holds an MBBS and an MS in Orthopaedic Surgery from NITOR, with additional qualifications including Grading in Surgery (AFMI), AO Recon on Hip & Knee Joint Replacement, AO Primary Fracture Management Course, and AO Basic Course. As a Classified Specialist in Orthopedic Surgery at Combined Military Hospital (CMH), Dhaka, he provides expert treatment for fractures, arthritis, sports injuries, joint pain, and spine disorders. Patients can consult him at Mirpur General Hospital & Diagnostic Center (Plot-10, Road-4/5, Section-12, Kalshi Road, Mirpur, Dhaka) from 6 PM to 8 PM, except on Fridays.",
      "chamber": {
        "hospital": "Mirpur General Hospital & Diagnostic Center",
        "address": "Plot - 10, Road - 4/5, Section - 12, Kalshi Road, Mirpur, Dhaka",
        "visitingTime": "5pm to 7pm (Closed: Friday)",
        "appointmentNumber": "+8801610964966Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Kamrul Ahsan",
      "degree": "MBBS, D-ORTHO (DU), MS (ORTHO), FRCS (Glasgow), FACS (USA), FICS (USA)",
      "specialty": "Orthopedics (Bone, Joint, Arthritis, Trauma) Specialist & Spine Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Prof. Dr. Md. Kamrul Ahsan is a highly respected Orthopedics (Bone, Joint, Arthritis, Trauma) Specialist and Spine Surgeon in Dhaka, renowned for his expertise in treating fractures, arthritis, joint disorders, sports injuries, spinal diseases, and complex orthopedic trauma cases. He completed his MBBS, D-ORTHO (DU), MS (ORTHO), followed by prestigious international fellowships including FRCS (Glasgow), FACS (USA), FICS (USA), and advanced training in Orthopedic Surgery (Japan) and Spine Surgery (USA, UK). Currently serving as Professor of Spine Surgery at Bangabandhu Sheikh Mujib Medical University Hospital, he is recognized for offering advanced surgical and non-surgical solutions for both common and complicated orthopedic conditions. Prof. Dr. Kamrul Ahsan consults at Ibn Sina Diagnostic Center, Dhanmondi, Dhaka, from 6pm to 9pm (Closed: Friday), providing personalized care for patients with bone, joint, and spine-related problems.",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Dhanmondi",
        "address": "House #47, Road # 9/A, Satmasjid Road, Dhanmondi, Dhaka",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801711659709Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Shah Alam",
      "degree": "MBBS, MS (Ortho), FCPS (Surgery), FRCS (Ortho), FRCS (Edin), FRCS (Glasgow)",
      "specialty": "Orthopedics (Bone, Joint, Trauma) Specialist & Spine Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Prof Dr. Md. Shah Alam Spine & orthopaedic specialist is widely recognised in his field to skilfully diagnose & treat your injury or condition so you can emerge stronger and safely return to the activities you enjoy. Prof Dr Md Shah Alam is specialized in advanced spine treatment and a well recognized name in the field of spine & orthopedic surgery in Bangladesh. An extensive experience and updated knowledge of the advancements in the field of spine treatment, make him one of the best spine surgeons in Bangladesh. He is currently working as a consultant at Bangladesh Spine & Orthopedic Hospital, Dhaka and has successfully performed thousands of spine surgeries including most complex cases. Patients across the country & abroad approach him for treatment of degenerative spine disorders, scoliosis treatment, endoscopic discectomy, Slipped disc, cervical spinal disc, Spinal Cord Injury, Back Pain and various other spine related problems. He is a much- appreciated spine and pain specialist who is adept at performing minimally invasive spine surgeries.",
      "chamber": {
        "hospital": "Bangladesh Spine & Orthopedic Hospital",
        "address": "10, Main Road, Kallayanpur (Bus Stand), Dhaka - 1216",
        "visitingTime": "2pm to 6pm (Closed: Friday)",
        "appointmentNumber": "+8801977063412Call Now"
      }
    },
    {
      "name": "Prof. Dr. Mohammad Hossain",
      "degree": "MBBS, MS (Neurosurgery), FICS (Neurosurgery)",
      "specialty": "Neurosurgeon & Spinal Surgeon",
      "workplace": "Bangabandhu Sheikh Mujib Medical University Hospital",
      "info": "Prof. Dr. Mohammad Hossain is a highly experienced neurosurgeon and spinal surgeon in Bangladesh, specializing in spinal and brain surgeries, head injuries, stroke surgery, brain hemorrhages, brain tumor surgery, back pain, sciatica, paralysis, headaches, and convulsions. He is a professor of neurosurgery at Bangabandhu Sheikh Mujib Medical University Hospital and has received advanced training in spine surgery from the USA and endoscopic spine surgery from Switzerland. Notably, he introduced endoscopic disc surgery in Bangladesh in 2006 and pioneered endoscopic pituitary surgery. He provides consultations at Popular Diagnostic Center, Dhanmondi, from 6 PM to 9 PM (except Fridays).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Prof. Brig. Gen. Dr. Md. Shahidullah",
      "degree": "MBBS, MS (ORTHO), AO Basic Spine Surgery (Singapore)",
      "specialty": "Orthopedic, Trauma and Spine Specialist Surgeon",
      "workplace": "Armed Forces Medical College, Dhaka",
      "info": "Popular Diagnostic Center, Mirpur\nAddress: Unit 01, House # 67, Block # C, Section # 06, Mirpur, Dhaka\nVisiting Hour: 10am to 12pm (Closed: Friday)\nAppointment: +8809666787807\nCall Now",
      "chamber": {
        "hospital": "Aalok Health Care, Kachukhet",
        "address": "Rajanigandha Tower (4th & 5th Floor), Kachukhet, Dhaka",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8801725694669Call Now"
      }
    },
    {
      "name": "Dr. Sharif Ahmed Jonayed",
      "degree": "MBBS, FCPS (Ortho Surgery), MS (Ortho Surgery)",
      "specialty": "Orthopedic & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Dr. Sharif Ahmed Jonayed is a Orthopedic Specialist in Dhaka. His qualification is MBBS, FCPS (Ortho Surgery), MS (Ortho Surgery). He is a Assistant Professor, Orthopedics at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Dhanmondi. Practicing hour of Dr. Sharif Ahmed Jonayed at Popular Diagnostic Center, Dhanmondi is 7pm to 10pm (Closed: Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Dhanmondi",
        "address": "House # 16, Road # 2, Dhanmondi R/A, Dhaka - 1205",
        "visitingTime": "7pm to 10pm (Closed: Friday)",
        "appointmentNumber": "+8809666787801Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Abdur Rob",
      "degree": "MBBS, MS (ORTHO), Fellow, Spine Surgery (USA)",
      "specialty": "Orthopedics (Bone, Joint, Injury, Accident Trauma) Specialist & Spine Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. Md. Abdur Rob is a Orthopedic Surgeon in Dhaka. His qualification is MBBS, MS (ORTHO), Fellow, Spine Surgery (USA). He is a Professor, Orthopedic Surgery at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Uttara (Jasimuddin). Practicing hour of Prof. Dr. Md. Abdur Rob at Popular Diagnostic Center, Uttara (Jasimuddin) is 6pm to 10pm (Everyday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Uttara (Jasimuddin)",
        "address": "House # 21, Road # 07, Sector # 04 (Jasimuddin Mor), Uttara, Dhaka",
        "visitingTime": "6pm to 10pm (Everyday)",
        "appointmentNumber": "+8809666787805Call Now"
      }
    },
    {
      "name": "Dr. Md. Shahidul Islam Akon",
      "degree": "MBBS, BCS (Health), MS (Orthopedics), AOSpine Fellow (India & Singapore)",
      "specialty": "Consultant Spine Surgeon",
      "workplace": "Dhaka Medical College & Hospital",
      "info": "Dr. Md. Shahidul Islam Akon is a Spine Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Orthopedics), AOSpine Fellow (India & Singapore). He is a Associate Professor (Spine Surgery) at Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Al-Manar Hospital Limited. Practicing hour of Dr. Md. Shahidul Islam Akon at Al-Manar Hospital Limited is 5pm to 9pm (Closed: Tue & Friday).",
      "chamber": {
        "hospital": "Al-Manar Hospital Limited",
        "address": "Plot # Umo, Block # Rossoi, Satmosjid Road, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Tue & Friday)",
        "appointmentNumber": "+8801550020885Call Now"
      }
    },
    {
      "name": "Prof. Dr. Md. Zahidur Rahman",
      "degree": "MBBS , D-ORTHO, MS (ORTHO) , Fellowship (Spine Surgery) , AO Basic (Spine Surgery)",
      "specialty": "Orthopedics, Arthroplasty, Trauma & Spine Surgeon",
      "workplace": "Green Life Medical College & Hospital",
      "info": "Prof. Dr. Md. Zahidur Rahman is a Orthopedic Surgeon in Dhaka. His qualification is MBBS , D-ORTHO, MS (ORTHO) , Fellowship (Spine Surgery) , AO Basic (Spine Surgery). He is a Professor, Orthopedic Surgery at Green Life Medical College & Hospital. He regularly provides treatment to his patients at Green Life Hospital, Dhaka. Practicing hour of Prof. Dr. Md. Zahidur Rahman at Green Life Hospital, Dhaka is 5pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Green Life Hospital, Dhaka",
        "address": "32, Bir Uttam Shafiullah Sarak (Green Road), Dhanmondi, Dhaka",
        "visitingTime": "5pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801775051124Call Now"
      }
    },
    {
      "name": "Prof. Dr. M R Karim (Reza)",
      "degree": "MBBS, BCS (Health), MS (Ortho), FACS (USA)",
      "specialty": "Spine & Orthopedic Specialist and Surgeon",
      "workplace": "National Institute of Traumatology & Orthopedic Rehabilitation",
      "info": "Prof. Dr. M R Karim (Reza) is a Spine Surgeon in Dhaka. His qualification is MBBS, BCS (Health), MS (Ortho), FACS (USA), Visiting Fellow Spine Surgery (UK), Fellowship Training in Spine Surgery (Japan), Fellowship Training in Spine Surgery (Thailand), AO Spine Scoliosis Training (India), APSS Training (Philippine), AO Spine Advance Training (Nepal). He is a Professor (Spine & Ortho Surgery) at National Institute of Traumatology & Orthopedic Rehabilitation. He regularly provides treatment to his patients at Popular Diagnostic Center, Shyamoli. Practicing hour of Prof. Dr. M R Karim (Reza) at Popular Diagnostic Center, Shyamoli is 2.30pm to 4pm (Closed: Thu & Friday).",
      "chamber": {
        "hospital": "Popular Diagnostic Center, Shyamoli",
        "address": "Opposite to Shyamoli Shishu Mela, Babor Road, Mohammadpur, Dhaka",
        "visitingTime": "2.30pm to 4pm (Closed: Thu & Friday)",
        "appointmentNumber": "+8809666787806Call Now"
      }
    }
  ]
}