{
  "doctor": [
    {
      "name": "Dr. S. M. Shahidul Islam",
      "degree": "MBBS (Tongji Medical University, China) MPH, North South University (NSU), PhD (Pain & Paralysis)",
      "specialty": "Pioneer Acupuncture Specialist Pain & Rehabilitation, Food Engineering, Traditional Chinese Method, Neurology, Sexology/Sex Specialist, Dietitian/Food & Nutrition (Life Style Modification)",
      "workplace": "General Secretary of Bangladesh Acupuncture Association",
      "info": "Dr. S.M Shahidul Islam is the Pioneer acupuncture doctor in Bangladesh who has been helping patients improve their health and well-being for many years. He has successfully treated thousands of patients who have suffered from various painful diseases and ailments. Dr. S.M Shahidul Islam is a true pioneer personality and an Acupuncture specialist who introduced us to this heterogeneous treatment system of Acupuncture. He acknowledges this acupuncture treatment with long experience. With his deft hands, a new horizon of acupuncture unfolded. Acupuncture is a popular medical procedure in Bangladesh, and has been growing in popularity over the past few years. His long-standing expertise in acupuncture has been successfully treating patients for many years.",
      "chamber": {
        "hospital": "SUO XI Hospital (Acupuncture)",
        "address": "24/1, Shaan Tower (Lift 5), Chamelibagh, Shantinagar, Dhaka",
        "visitingTime": "8am to 8pm (Everyday)",
        "appointmentNumber": "+8809613-100600"
      },
      "id": "f14b5581-a492-424b-9a51-e323bbad87fe"
    },
    {
      "name": "Dr. Ataul Mujeeb Rashed",
      "degree": "MBBS, Master's in Acupuncture Moxibustion & Manipulation (Beijing, China)",
      "specialty": "Acupuncture (Pain, Paralysis) Specialist",
      "workplace": "Yin Yang Healthcare, Dhaka, Bangladesh",
      "info": "Dr. Ataul Mujeeb Rashed is an experienced acupuncture specialist in Dhaka, offering expert care for pain management, paralysis, arthritis, migraine, cervical spondylosis, frozen shoulder, facial palsy, and chronic musculoskeletal conditions. He holds an MBBS degree and a Master’s in Acupuncture, Moxibustion & Manipulation from Beijing, China. As a skilled physician and acupuncturist, Dr. Rashed provides natural and effective treatment solutions at Yin Yang Healthcare, Dhaka, Bangladesh. He consults patients at Dr Rashed Advanced Acupuncture, located at Level 5, House #16/8-A, Haji Chinu Mia Road, Ring Road, Mohammadpur, Dhaka, from 10am to 8pm (closed on Thursday).",
      "chamber": {
        "hospital": "Dr Rashed Advanced Acupuncture",
        "address": "Level 5, House # 16/8-A, Haji Chinu Mia Road, Ring Road, Mohammadpur, Dhaka",
        "visitingTime": "10am to 8pm (Closed: Thursday)",
        "appointmentNumber": "+8801782380698"
      },
      "id": "9756c0a3-fdb9-4a64-abf7-fffa2095a4b5"
    }
  ]
}