{
  "doctor": [
    {
      "id": "a328a451-0d83-4dae-a344-6b7bd1d267ab",
      "departmentId": "10f91722-4f32-4456-8f6c-1ea771a2c168",
      "link": "https://www.doctorbangladesh.com/dr-subarna-islam/",
      "imageId": "9c130d1a-d714-484b-acf5-e0b9e56b1c99",
      "name": "Dr. Subarna Islam",
      "degree": "MBBS, FCPS (Surgery), PGT (Cosmetic Surgery)",
      "specialty": "Breast & Cosmetic Surgeon",
      "workplace": "American Super Specialty Hospital Limited",
      "info": "Dr. Subarna Islam is a Breast Surgeon in Dhaka. Her qualification is MBBS, FCPS (Surgery), PGT (Cosmetic Surgery). She is a Consultant, Surgery at American Super Specialty Hospital Limited. She regularly provides treatment to her patients at Ibn Sina Diagnostic Center, Uttara. Practicing hour of Dr. Subarna Islam at Ibn Sina Diagnostic Center, Uttara is 10.30am to 12.30pm (Sun, Tues, Thurs), 6pm to 8pm (Sat & Wed).",
      "chamber": {
        "hospital": "Ibn Sina Diagnostic Center, Uttara",
        "address": "House # 52, Garib-E-Newaz Avenue, Sector # 13, Uttara, Dhaka",
        "visitingTime": "10.30am to 12.30pm (Sun, Tues, Thurs), 6pm to 8pm (Sat & Wed)",
        "appointmentNumber": "+8809610009612"
      }
    },
    {
      "id": "a5ddf4a8-04fb-4f03-83db-f10e2582f57f",
      "departmentId": "10f91722-4f32-4456-8f6c-1ea771a2c168",
      "link": "https://www.doctorbangladesh.com/dr-sk-farid-ahmed/",
      "imageId": "37ba8663-d3d8-442f-9c55-ce98e56a4ec7",
      "name": "Dr. SK Farid Ahmed",
      "degree": "MBBS, FRCS (RCPSG)",
      "specialty": "Oncoplastic & Reconstructive Breast Surgeon",
      "workplace": "Japan Bangladesh Friendship Hospital",
      "info": "Dr. SK Farid Ahmed obtained his MBBS degree from Mymensingh medical college in 1992, then arrived in UK for postgraduate higher study and training in Surgery. He is working as an onoplastic breast surgeon at Buckinghamshire Hospitals NHS Trust in UK for the last 26 years. Prior to that, he has worked in various hospitals in Edinburgh, Borders, Yorkshire and Sunderland in various specialty for surgical training. He obtained his Surgical Fellowship (FRCS) from the Royal College of physicians and surgeons of Glasgow in 2000.\nHe carries out various Onco-plastic procedure such as skin sparing mastectomy, implant and acellular dermal matrix, LD reconstruction with or without implants, various therapeutic mammoplasties, augmentation/Reduction / symmetrisation procedures, breast conserving surgery with or without wire localisation as well as radio frequency seed localisation technique. He works in number one unit in whole of UK as it has performed highest number of cases with one step nucleic acid amplification (OSNA) to stage axilla. He is a core member of breast MDT at BHNHST and also TOPS (Thames Valley Onco-plastic Surgery). He has published various papers and research (https://www.researchgate.net/profile/Skfarid_Ahmed/publications) out comes and presented once at EBCC (SNB and OSNA). He is one of the faculty member of breast surgery courses run by the Royal College of surgeons of England. He is a co-investigator for POSNOC trial in the UK. He is also a co-investigator for LORIS trial which is looking at low risk DCIS to avoid surgery.  Teaching and training is his passion and working in Oxford deanery (HETV) as Tutor and a member of School of Surgery for a number of years. He is also a member of RCSEng professional affairs board, South Central. He was the Deputy Chair of one of branches of practice of British medical association and Chair of Strategy, Policy and procedure and active engagement with GMC, Health Education England, NHS employers and Academy of medical Royal colleges.",
      "chamber": {
        "hospital": "Japan Bangladesh Friendship Hospital",
        "address": "55 Satmasjid Road, Zigatola Bus Stand, Dhanmondi",
        "visitingTime": "3pm to 6pm (Closed: Friday)",
        "appointmentNumber": "+8801752694019"
      }
    }
  ]
}