{
  "doctor": [
    {
      "name": "Dr. Hossain Mohammad Selim",
      "degree": "DHMS, BHMS (Dhaka), DIHOM (UK)",
      "specialty": "Alternative Homeopathy Medicine Specialist",
      "workplace": "Organon Homoeo Healing Home",
      "info": "Dr. Hossain Mohammad Selim is a Homeopathy Doctor in Chittagong. His qualification is DHMS, BHMS (Dhaka), DIHOM (UK). He is a Consultant, Homeopathy at Organon Homoeo Healing Home. He regularly provides treatment to his patients at Organon Homoeo Healing Home. Practicing hour of Dr. Hossain Mohammad Selim at Organon Homoeo Healing Home is 10am to 8pm (Closed: Friday).",
      "chamber": {
        "hospital": "Organon Homoeo Healing Home",
        "address": "28/A, Shafi Villa, CDA Avenue, Sulokbohor, Chittagong",
        "visitingTime": "10am to 8pm (Closed: Friday)",
        "appointmentNumber": "+8801711424704Call Now"
      }
    },
    {
      "name": "Dr. A.K.M. Fazlul Haque Siddiqui",
      "degree": "DHMS (BHB), DUMS (BUASM), BAMS (Alternative Medicine), PDT (Medicine)",
      "specialty": "Piles, Tonsil, Tumor, STD & Kidney Stone Specialist",
      "workplace": "Dr. Siddiqi Piles Care Center, Chittagong",
      "info": "Dr. A.K.M. Fazlul Haque Siddiqui is a Homeopathic Doctor in Chittagong. His qualification is DHMS (BHB), DUMS (BUASM), BAMS (Alternative Medicine), PDT (Medicine). He is a Consultant, Homeopathy at Dr. Siddiqi Piles Care Center, Chittagong. He regularly provides treatment to his patients at Dr. Siddiqi Piles Care Center, Chittagong. Practicing hour of Dr. A.K.M. Fazlul Haque Siddiqui at Dr. Siddiqi Piles Care Center, Chittagong is 2pm to 10pm (Closed: Friday & Saturday).",
      "chamber": {
        "hospital": "Dr. Siddiqi Piles Care Center, Chittagong",
        "address": "95, Lal Dighir Par, Beside Bata Showroom, Kotwali, Chittagong",
        "visitingTime": "2pm to 10pm (Closed: Friday & Saturday)",
        "appointmentNumber": "+8801819-544950Call Now"
      }
    },
    {
      "name": "Dr. Khaled Bin Kabir Bhuiyan",
      "degree": "DHMS, BHB (Dhaka)",
      "specialty": "Chronic Diseases (Homeopathy) Specialist",
      "workplace": "International Homeo Clinic, Chittagong",
      "info": "Dr. Khaled Bin Kabir Bhuiyan is a Homeopathy Doctor in Chittagong. His qualification is DHMS, BHB (Dhaka). He is a Consultant, Homeopathy at International Homeo Clinic, Chittagong. He regularly provides treatment to his patients at International Homeo Clinic, Chittagong. Practicing hour of Dr. Khaled Bin Kabir Bhuiyan at International Homeo Clinic, Chittagong is 5pm to 11.30pm (Everyday).",
      "chamber": {
        "hospital": "International Homeo Clinic, Chittagong",
        "address": "450/A, Abdul Hamid Road, Sholokbahar (Near Rawshan Boarding), Chattogram",
        "visitingTime": "5pm to 11.30pm (Everyday)",
        "appointmentNumber": "+8801818196333Call Now"
      }
    },
    {
      "name": "Dr. Ajoy Kumer Chowdhury",
      "degree": "DHMS (Dhaka), Gold Medalist",
      "specialty": "Homeopathic (Old & Chronic Diseases) Specialist",
      "workplace": "Hahnemann Homeo Mission",
      "info": "Dr. Ajoy Kumer Chowdhury is a Homeopathic Doctor in Chittagong. His qualification is DHMS (Dhaka), Gold Medalist. He is a Homeopathic Doctor at Hahnemann Homeo Mission. He regularly provides treatment to his patients at Hahnemann Homeo Mission. Practicing hour of Dr. Ajoy Kumer Chowdhury at Hahnemann Homeo Mission is 9am to 1pm & 5pm to 10pm (Sat to Thu), 10am to 1pm (Friday).",
      "chamber": {
        "hospital": "Hahnemann Homeo Mission",
        "address": "22, Nazumeah Lane, Baxirhat (East), Chittagong",
        "visitingTime": "9am to 1pm & 5pm to 10pm (Sat to Thu), 10am to 1pm (Friday)",
        "appointmentNumber": "+8801819-354771Call Now"
      }
    },
    {
      "name": "Dr. Anjan Kumar Das",
      "degree": "DHMS (BHB), MBA, Silva Mind Control Graduate",
      "specialty": "Homeopathic Medicine Specialist",
      "workplace": "Bangladesh Homoeopathic Parishad, Central Committee",
      "info": "Dr. Anjan Kumar Das is a Homeopathic Doctor in Chittagong. His qualification is DHMS (BHB), MBA, Silva Mind Control Graduate. He is a Secretary General at Bangladesh Homoeopathic Parishad, Central Committee. He regularly provides treatment to his patients at Jamuna Homoeo Centre. Practicing hour of Dr. Anjan Kumar Das at Jamuna Homoeo Centre is 6pm to 9pm (Closed: Friday).",
      "chamber": {
        "hospital": "Jamuna Homoeo Centre",
        "address": "City Corporation Market, Andarkilla, Chattogram",
        "visitingTime": "6pm to 9pm (Closed: Friday)",
        "appointmentNumber": "+8801711959836Call Now"
      }
    },
    {
      "name": "Dr. Ajay Barua",
      "degree": "DHMS, BHB (Dhaka)",
      "specialty": "Chronic & Critical Diseases Expert in Homeo & Bio-Chemic MedicinePiles, Gonorrhea, Tumor, Infertility, Kidney Stone, Nasal Polyp,Urine Infection, Prostate Enlarge, Impotency",
      "workplace": "Ma-Moni Homeo Charity Medical Center",
      "info": "Dr. Ajay Barua is a highly experienced homeopathic and bio-chemic medicine specialist, holding DHMS and BHB (Dhaka) qualifications. With expertise in managing chronic and critical diseases, he has a deep understanding of conditions such as piles, gonorrhea, tumor, infertility, kidney stone, nasal polyp, urine infection, prostate enlarge, impotency, and other long-term health concerns. As a former Medical Officer at Ma-Moni Homeo Charity Medical Center, Dr. Barua has dedicated years to patient care, using natural and holistic approaches to treatment. He currently practices at Shuvo Homeo Pharmacy, located at 273, Old Church, KC Dey Road, West Laldighi, Chattogram. Patients can consult him daily from 10 AM to 2 PM and 4 PM to 10 PM for expert homeopathic solutions.",
      "chamber": {
        "hospital": "Shuvo Homeo Pharmacy",
        "address": "273, Old Church, KC Dey Road, West Laldighi, Chattogram",
        "visitingTime": "10am to 2pm & 4pm to 10pm",
        "appointmentNumber": "+8801768673585Call Now"
      }
    }
  ]
}